Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/atk10.po
Languages: ta

source: Accessible Description
ta: அணுகக்கூடிய விளக்கம்

source: Accessible Layer
ta: அணுகக்கூடிய அடுக்கு

source: Accessible MDI Value
ta: அணுகக்கூடிய MDI மதிப்பு

source: Accessible Name
ta: அணுகக்கூடிய பெயர்

source: Accessible Parent
ta: அணுகக்கூடிய பெற்றோர்

source: Accessible Role
ta: அணுகக்கூடிய பங்கு

source: Accessible Table Caption
ta: அணுகக்கூடிய அட்டவணை தலைப்பு

source: Accessible Table Caption Object
ta: அணுகக்கூடிய அட்டவணை தலைப்பு பொருள்

source: Accessible Table Column Description
ta: அணுகக்கூடிய அட்டவணை நெடுவரிசை விளக்கம்

source: Accessible Table Column Header
ta: அணுகக்கூடிய அட்டவணை நெடுவரிசை தலைப்பு

source: Accessible Table Row Description
ta: அணுகக்கூடிய அட்டவணை வரிசை விளக்கம்

source: Accessible Table Row Header
ta: அணுகக்கூடிய அட்டவணை வரிசை தலைப்பு

source: Accessible Table Summary
ta: அணுகக்கூடிய அட்டவணை சுருக்கம்

source: Accessible Value
ta: அணுகக்கூடிய மதிப்பு

source: Description of an object, formatted for assistive technology access
ta: ஒரு பொருளின் விளக்கம், உதவி தொழில்நுட்ப அணுகலுக்காக வடிவமைக்கப்பட்டது

source: End index
ta: உள்ளடக்க அட்டவணையின் முடிவு

source: Is used to notify that the parent has changed
ta: பெற்றோர் மாறியதை தெரிவிக்க பயன்படுகிறது

source: Is used to notify that the table caption has changed
ta: அட்டவணை தலைப்பு மாறியதை தெரிவிக்க பயன்படுகிறது

source: Is used to notify that the table caption has changed; this property should not be used. accessible-table-caption-object should be used instead
ta: அட்டவணையின் தலைப்பு மாறிவிட்டது என்பதைத் தெரிவிக்கப் பயன்படுகிறது; இந்த பண்பைப் பயன்படுத்தக்கூடாது. அதற்கு பதிலாக அணுகக்கூடிய-அட்டவணை-தலைப்பு-பொருள் பயன்படுத்தப்பட வேண்டும்

source: Is used to notify that the table column description has changed
ta: அட்டவணை நெடுவரிசை விளக்கம் மாறிவிட்டது என்பதை தெரிவிக்க பயன்படுகிறது

source: Is used to notify that the table column header has changed
ta: அட்டவணை நெடுவரிசை தலைப்பு மாறியதை தெரிவிக்க பயன்படுகிறது

source: Is used to notify that the table row description has changed
ta: அட்டவணை வரிசை விளக்கம் மாறிவிட்டது என்பதை தெரிவிக்க பயன்படுகிறது

source: Is used to notify that the table row header has changed
ta: அட்டவணை வரிசையின் தலைப்பு மாறிவிட்டது என்பதை தெரிவிக்க பயன்படுகிறது

source: Is used to notify that the table summary has changed
ta: அட்டவணை சுருக்கம் மாறிவிட்டது என்பதை தெரிவிக்க பயன்படுகிறது

source: Is used to notify that the value has changed
ta: மதிப்பு மாறியதை தெரிவிக்க பயன்படுகிறது

source: Number of Accessible Hypertext Links
ta: அணுகக்கூடிய உயர்உரை இணைப்புகளின் எண்ணிக்கை

source: Number of Anchors
ta: நங்கூரங்களின் எண்ணிக்கை

source: Object instance's name formatted for assistive technology access
ta: கட்டமைக்கப்பட்ட பொருளின் பெயர் உதவி தொழில்நுட்ப அணுகலுக்காக வடிவமைக்கப்பட்டது

source: Selected Link
ta: தேர்ந்தெடுக்கப்பட்ட இணைப்பு

source: Specifies whether the AtkHyperlink object is selected
ta: AtkHyperlink பொருள் தேர்ந்தெடுக்கப்பட்டதா என்பதைக் குறிப்பிடுகிறது

source: Start index
ta: தொடக்க அட்டவணை

source: The accessible MDI value of this object
ta: இந்த பொருளின் அணுகக்கூடிய MDI மதிப்பு

source: The accessible layer of this object
ta: இந்த பொருளின் அணுகக்கூடிய அடுக்கு

source: The accessible role of this object
ta: இந்த பொருளின் அணுகக்கூடிய பங்கு

source: The end index of the AtkHyperlink object
ta: AtkHyperlink பொருளின் இறுதி அட்டவணை

source: The number of anchors associated with the AtkHyperlink object
ta: AtkHyperlink பொருளுடன் தொடர்புடைய நங்கூரங்களின் எண்ணிக்கை

source: The number of links which the current AtkHypertext has
ta: தற்போதைய AtkHypertext கொண்டிருக்கும் இணைப்புகளின் எண்ணிக்கை

source: The start index of the AtkHyperlink object
ta: AtkHyperlink பொருளின் தொடக்க அட்டவணை

source: accelerator label
ta: முடுக்கி சிட்டை

source: alert
ta: அறிவிப்பு

source: animation
ta: இயங்குப்படம்

source: application
ta: பயன்பாடு

source: arrow
ta: அம்பு

source: autocomplete
ta: தானாக நிறைவு

source: calendar
ta: நாள்காட்டி

source: canvas
ta: திரைத்துணி

source: caption
ta: தலைப்பு

source: chart
ta: விளக்கப்படம்

source: check box
ta: சரிபார் பெட்டி

source: check menu item
ta: சரிபார் மெனு உருப்படி

source: color chooser
ta: வண்ணத் தேர்வி

source: column header
ta: நெடுவரிசை தலைப்பு

source: combo box
ta: சேர்ப்பு பெட்டி

source: dateeditor
ta: தேதி திருத்தி

source: desktop frame
ta: திரைப்பலக சட்டகம்

source: desktop icon
ta: திரைப்பலக சிருஉருவப்படம்

source: dial
ta: அட்டவணை

source: dialog
ta: உரையாடல்

source: directory pane
ta: அடைவுப் பலகம்

source: document frame
ta: ஆவண சட்டகம்

source: drawing area
ta: வரைதல் பகுதி

source: edit bar
ta: திருத்து பட்டி

source: embedded component
ta: உட்பொதிக்கப்பட்ட கூறு

source: entry
ta: நுழைவு

source: file chooser
ta: கோப்பு தேர்வி

source: filler
ta: நிரப்புதல்

source: fontchooser
ta: எழுத்துருத் தேர்வி

source: footer
ta: அடிக்குறிப்பு

source: form
ta: படிவம்

source: frame
ta: சட்டம்

source: glass pane
ta: கண்ணாடி பலகை

source: header
ta: தலைப்பு

source: heading
ta: தலைப்பு

source: html container
ta: html கொள்கலன்

source: icon
ta: சிருஉருவப்படம்

source: image
ta: படம்

source: input method window
ta: உள்ளீட்டு முறை சாளரம்

source: internal frame
ta: உள் சட்டகம்

source: invalid
ta: செல்லாதது

source: label
ta: சிட்டை

source: layered pane
ta: அடுக்கு பலகை

source: link
ta: இணைப்பு

source: list
ta: பட்டியல்

source: list item
ta: பட்டியல் உருப்படி

source: menu
ta: பட்டியல்

source: menu bar
ta: பட்டியல் பட்டி

source: menu item
ta: பட்டியல் உருப்படி

source: option pane
ta: விருப்பப் பலகம்

source: page
ta: பக்கம்

source: page tab
ta: பக்கம் தாவல்

source: page tab list
ta: பக்க தாவல் பட்டியல்

source: panel
ta: பலகம்

source: paragraph
ta: பத்தி

source: password text
ta: கடவுச்சொல் உரை

source: popup menu
ta: மேல்தோன்றும் பட்டியல்

source: progress bar
ta: முன்னேற்றப் பட்டி

source: push button
ta: தள்ளு பொத்தான்

source: radio button
ta: வானொலி பொத்தான்

source: radio menu item
ta: வானொலி பட்டியல் உருப்படி

source: redundant object
ta: தேவையான பொருள்

source: root pane
ta: வேர் பலகம்

source: row header
ta: வரிசை தலைப்பு

source: ruler
ta: அளவுகோல்

source: scroll bar
ta: சுருள் பட்டி

source: scroll pane
ta: சுருள் பலகம்

source: section
ta: பிரிவு

source: separator
ta: பிரிப்பான்

source: slider
ta: சருக்கான்

source: spin button
ta: சுழல் பொத்தான்

source: split pane
ta: பிளவு பலகம்

source: statusbar
ta: நிலைப்பட்டி

source: table
ta: அட்டவணை

source: table cell
ta: அட்டவணை செல்

source: table column header
ta: அட்டவணை நெடுவரிசை தலைப்பு

source: table row header
ta: அட்டவணை வரிசை தலைப்பு

source: tear off menu item
ta: மெனு உருப்படியை கிழித்து விடு

source: terminal
ta: முனையம்

source: text
ta: உரை

source: toggle button
ta: மாற்று பொத்தான்

source: tool bar
ta: கருவிப்பட்டி

source: tool tip
ta: கருவி முனை

source: tree
ta: மரம்

source: tree table
ta: மர அட்டவணை

source: unknown
ta: தெரியாது

source: viewport
ta: காண்துறைமுகம்

source: window
ta: சாளரம்
