Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/glib20.po
Languages: ta

source: (invalid encoding)
ta: (தவறான குறியாக்கம்)

source: %.1f GB
ta: %.1F சிபி

source: %s type
ta: %s வகை

source: '%s' is not a valid character following a '<' character; it may not begin an element name
ta: '%s' என்பது ஒரு '<' கதாபாத்திரத்தைத் தொடர்ந்து சரியான பாத்திரம் அல்ல; இது ஒரு உறுப்பு பெயரைத் தொடங்கக்கூடாது

source: '%s' is not a valid character following the characters '</'; '%s' may not begin an element name
ta: '%s' என்பது கதாபாத்திரங்களின் '</' என்ற கதாபாத்திரங்களைப் பின்பற்றும் சரியான பாத்திரம் அல்ல; '%s' ஒரு உறுப்பு பெயரைத் தொடங்கக்கூடாது

source: '%s' is not a valid character following the close element name '%s'; the allowed character is '>'
ta: the allowed character is '>'

source: '%s' is not a valid name
ta: '%s' என்பது சரியான பெயர் அல்ல

source: '%s' is not a valid name: '%c'
ta: '%s' என்பது சரியான பெயர் அல்ல: '%சி'

source: (?R or (?[+-]digits must be followed by )
ta: (? R அல்லது (? [+-] இலக்கங்களை பின்பற்ற வேண்டும்)

source: ) without opening (
ta: ) திறக்காமல் (

source: A bookmark for URI '%s' already exists
ta: யூரி '%s' க்கான ஒரு புக்மார்க்கு ஏற்கனவே உள்ளது

source: Abstract unix domain socket addresses not supported on this system
ta: சுருக்கம் யூனிக்ச் டொமைன் சாக்கெட் முகவரிகள் இந்த அமைப்பில் ஆதரிக்கப்படவில்லை

source: Added socket is closed
ta: சேர்க்கப்பட்ட சாக்கெட் மூடப்பட்டுள்ளது

source: Application Options:
ta: பயன்பாட்டு விருப்பங்கள்:

source: Association creation not supported on win32
ta: சங்க உருவாக்கம் WIN32 இல் ஆதரிக்கப்படவில்லை

source: Attribute '%s' of element '%s' not found
ta: உறுப்பு '%s' இன் '%s' என்ற பண்புக்கூறு காணப்படவில்லை

source: Attribute value must be non-NULL
ta: பண்புக்கூறு மதிப்பு பூசப்படாததாக இருக்க வேண்டும்

source: Backup file creation failed
ta: காப்பு கோப்பு உருவாக்கம் தோல்வியடைந்தது

source: Can't copy directory over directory
ta: கோப்பகத்தை கோப்பகத்தை நகலெடுக்க முடியாது

source: Can't copy over directory
ta: கோப்பகத்தை நகலெடுக்க முடியாது

source: Can't copy special file
ta: சிறப்பு கோப்பை நகலெடுக்க முடியாது

source: Can't create user MIME configuration folder %s: %s
ta: பயனர் மைம் உள்ளமைவு கோப்புறை %s: %s ஐ உருவாக்க முடியாது

source: Can't create user application configuration folder %s: %s
ta: பயனர் பயன்பாட்டு உள்ளமைவு கோப்புறை %s: %s ஐ உருவாக்க முடியாது

source: Can't create user desktop file %s
ta: பயனர் டெச்க்டாப் கோப்பு %s ஐ உருவாக்க முடியாது

source: Can't do a raw read in g_io_channel_read_line_string
ta: G_IO_CHANNEL_READ_LINE_STRING இல் ஒரு மூல வாசிப்பை செய்ய முடியாது

source: Can't do a raw read in g_io_channel_read_to_end
ta: G_io_channel_read_to_end இல் ஒரு மூல வாசிப்பைச் செய்ய முடியாது

source: Can't find application
ta: பயன்பாட்டைக் கண்டுபிடிக்க முடியவில்லை

source: Can't handle the supplied version the icon encoding
ta: வழங்கப்பட்ட பதிப்பை படவுரு குறியாக்கத்தை கையாள முடியாது

source: Can't handle version %d of GEmblem encoding
ta: செம்லெம் குறியாக்கத்தின் பதிப்பு %d ஐ கையாள முடியாது

source: Can't handle version %d of GEmblemedIcon encoding
ta: செம்லாம்ப்ளிம்பிளிகான் குறியாக்கத்தின் பதிப்பு %d ஐ கையாள முடியாது

source: Can't handle version %d of GFileIcon encoding
ta: Gfileicon குறியாக்கத்தின் பதிப்பு %d ஐ கையாள முடியாது

source: Can't handle version %d of GThemedIcon encoding
ta: Gthemedicon குறியாக்கத்தின் பதிப்பு %d ஐ கையாள முடியாது

source: Can't move directory over directory
ta: கோப்பகத்தின் மீது கோப்பகத்தை நகர்த்த முடியாது

source: Can't open directory
ta: கோப்பகத்தைத் திறக்க முடியாது

source: Can't recursively copy directory
ta: கோப்பகத்தை மீண்டும் மீண்டும் நகலெடுக்க முடியாது

source: Can't rename file, filename already exist
ta: கோப்பை மறுபெயரிட முடியாது, கோப்பு பெயர் ஏற்கனவே உள்ளது

source: Can't rename root directory
ta: ரூட் கோப்பகத்தை மறுபெயரிட முடியாது

source: Cancellable initialization not supported
ta: ரத்து செய்யக்கூடிய துவக்கம் ஆதரிக்கப்படவில்லை

source: Cannot convert fallback '%s' to codeset '%s'
ta: குறைவடையும் '%s' கோட்செட் '%s' ஆக மாற்ற முடியாது

source: Cannot parse double value '%s' for %s
ta: %S க்கு இரட்டை மதிப்பை ' %s' அலச முடியாது

source: Cannot parse integer value '%s' for %s
ta: %S க்கு முழு எண் மதிப்பை ' %s' அலச முடியாது

source: Cannot set permissions on symlinks
ta: சிம்லிங்க்களில் அனுமதிகளை அமைக்க முடியாது

source: Cannot truncate GMemoryInputStream
ta: GmemoryInputstream ஐ துண்டிக்க முடியாது

source: Channel terminates in a partial character
ta: சேனல் ஒரு பகுதி எழுத்தில் முடிவடைகிறது

source: Character out of range for UTF-16
ta: யுடிஎஃப் -16 க்கான தன்மை வரம்பற்றது

source: Character out of range for UTF-8
ta: யுடிஎஃப் -8 க்கான வரம்பிற்கு வெளியே

source: Character reference '%-.*s' does not encode a permitted character
ta: எழுத்து குறிப்பு '%-.*கள்' அனுமதிக்கப்பட்ட தன்மையை குறியாக்கவில்லை

source: Character reference did not end with a semicolon; most likely you used an ampersand character without intending to start an entity - escape ampersand as &amp;
ta: எழுத்து குறிப்பு அரைக்காற்புள்ளியுடன் முடிவடையவில்லை; பெரும்பாலும் நீங்கள் ஒரு நிறுவனத்தைத் தொடங்க விரும்பாமல் ஒரு ஆம்பர்சண்ட் கதாபாத்திரத்தைப் பயன்படுத்தினீர்கள் - ஆம்பர்சண்ட் தப்பிக்க & ஆம்ப்;

source: Connection in progress
ta: இணைப்பு முன்னேற்றத்தில் உள்ளது

source: Containing mount does not exist
ta: மவுண்ட் கொண்டிருப்பது இல்லை

source: Conversion from character set '%s' to '%s' is not supported
ta: எழுத்துக்குறி தொகுப்பிலிருந்து '%s' இலிருந்து '%s' ஆக மாற்றுவது ஆதரிக்கப்படவில்லை

source: Could not allocate %lu bytes to read file "%s"
ta: " %s" கோப்பைப் படிக்க %லு பைட்டுகளை ஒதுக்க முடியவில்லை

source: Could not open converter from '%s' to '%s'
ta: '%S' முதல் '%s' வரை மாற்றி திறக்க முடியவில்லை

source: Could not open converter from '%s' to '%s': %s
ta: '%S' முதல் '%s' வரை மாற்றி திறக்க முடியவில்லை:%s

source: Custom definition for %s
ta: %S க்கான தனிப்பயன் வரையறை

source: DEFINE group contains more than one branch
ta: வரையறுக்கும் குழுவில் ஒன்றுக்கு மேற்பட்ட கிளைகள் உள்ளன

source: Desktop file didn't specify Exec field
ta: டெச்க்டாப் கோப்பு EXEC புலத்தைக் குறிப்பிடவில்லை

source: Document ended unexpectedly after the equals sign following an attribute name; no attribute value
ta: ஒரு பண்புக்கூறு பெயரைத் தொடர்ந்து சமமான அடையாளத்திற்குப் பிறகு ஆவணம் எதிர்பாராத விதமாக முடிந்தது; பண்புக்கூறு மதிப்பு இல்லை

source: Document ended unexpectedly inside a comment or processing instruction
ta: ஒரு கருத்து அல்லது செயலாக்க அறிவுறுத்தலுக்குள் ஆவணம் எதிர்பாராத விதமாக முடிந்தது

source: Document ended unexpectedly inside an attribute name
ta: ஒரு பண்புக்கூறு பெயருக்குள் ஆவணம் எதிர்பாராத விதமாக முடிந்தது

source: Document ended unexpectedly inside an element name
ta: ஆவணம் எதிர்பாராத விதமாக ஒரு உறுப்பு பெயருக்குள் முடிந்தது

source: Document ended unexpectedly inside an element-opening tag.
ta: ஒரு உறுப்பு திறக்கும் குறிச்சொல்லின் உள்ளே ஆவணம் எதிர்பாராத விதமாக முடிந்தது.

source: Document ended unexpectedly inside the close tag for element '%s'
ta: '%s' என்ற உறுப்புக்கான நெருக்கமான குறிச்சொல்லுக்குள் ஆவணம் எதிர்பாராத விதமாக முடிந்தது

source: Document ended unexpectedly just after an open angle bracket '<'
ta: ஆவணம் எதிர்பாராத விதமாக ஒரு திறந்த கோண அடைப்புக்குப் பிறகு '<'

source: Document ended unexpectedly while inside an attribute value
ta: ஒரு பண்புக்கூறு மதிப்புக்குள் இருக்கும்போது ஆவணம் எதிர்பாராத விதமாக முடிந்தது

source: Document ended unexpectedly with elements still open - '%s' was the last element opened
ta: இன்னும் திறந்த உறுப்புகளுடன் ஆவணம் எதிர்பாராத விதமாக முடிந்தது - '%s' என்பது கடைசி உறுப்பு திறக்கப்பட்டது

source: Document ended unexpectedly, expected to see a close angle bracket ending the tag <%s/>
ta: %s/>

source: Document must begin with an element (e.g. <book>)
ta: ஆவணம் ஒரு உறுப்புடன் தொடங்க வேண்டும் (எ.கா. <BOOK>)

source: Document was empty or contained only whitespace
ta: ஆவணம் காலியாக இருந்தது அல்லது இடைவெளி மட்டுமே இருந்தது

source: Double value '%s' for %s out of range
ta: %s வரம்பிற்கு வெளியே இரட்டை மதிப்பு ' %s'

source: Element '%s' was closed, but the currently open element is '%s'
ta: உறுப்பு '%s' மூடப்பட்டது, ஆனால் தற்போது திறந்த உறுப்பு '%s'

source: Element '%s' was closed, no element is currently open
ta: உறுப்பு '%s' மூடப்பட்டது, தற்போது எந்த உறுப்புகளும் திறக்கப்படவில்லை

source: Empty entity '&;' seen; valid entities are: &amp; &quot; &lt; &gt; &apos;
ta: வெற்று நிறுவனம் '&;' பார்த்தது; செல்லுபடியாகும் நிறுவனங்கள்: & ஆம்ப்; & quot; & lt; & gt; & apos;

source: Entity did not end with a semicolon; most likely you used an ampersand character without intending to start an entity - escape ampersand as &amp;
ta: நிறுவனம் அரைக்காற்புள்ளியுடன் முடிவடையவில்லை; பெரும்பாலும் நீங்கள் ஒரு நிறுவனத்தைத் தொடங்க விரும்பாமல் ஒரு ஆம்பர்சண்ட் கதாபாத்திரத்தைப் பயன்படுத்தினீர்கள் - ஆம்பர்சண்ட் தப்பிக்க & ஆம்ப்;

source: Entity name '%-.*s' is not known
ta: நிறுவனத்தின் பெயர் '%-.*கள்' தெரியவில்லை

source: Enumerator is closed
ta: கணக்கீட்டாளர் மூடப்பட்டுள்ளது

source: Error accepting connection: %s
ta: இணைப்பை ஏற்றுக்கொள்வதில் பிழை: %s

source: Error binding to address: %s
ta: முகவரிக்கு பிழை பிணைப்பு: %s

source: Error closing file: %s
ta: பிழை மூடல் கோப்பு: %s

source: Error closing socket: %s
ta: பிழை மூடும் சாக்கெட்: %s

source: Error closing unix: %s
ta: பிழை மூடல் யூனிக்ச்: %s

source: Error connecting:
ta: இணைக்கும் பிழை:

source: Error connecting: %s
ta: இணைக்கும் பிழை: %s

source: Error creating backup copy: %s
ta: காப்புப்பிரதி நகலை உருவாக்குவது பிழை: %s

source: Error creating directory: %s
ta: கோப்பகத்தை உருவாக்கும் பிழை: %s

source: Error during conversion: %s
ta: மாற்றத்தின் போது பிழை: %s

source: Error getting filesystem info: %s
ta: கோப்பு முறைமை தகவல்களைப் பெறுவதில் பிழை: %s

source: Error launching application: %s
ta: பயன்பாட்டை தொடங்குவதில் பிழை: %s

source: Error making symbolic link: %s
ta: குறியீட்டு இணைப்பை உருவாக்கும் பிழை: %s

source: Error moving file: %s
ta: நகரும் கோப்பு: %s

source: Error on line %d char %d:
ta: வரி %d char %d இல் பிழை:

source: Error on line %d: %s
ta: வரி %d இல் பிழை: %s

source: Error opening directory '%s': %s
ta: ' %s' என்ற கோப்பகத்தைத் திறப்பது: %s

source: Error opening file '%s': %s
ta: ' %s' கோப்பைத் திறப்பதில் பிழை: %s

source: Error opening file: %s
ta: கோப்பைத் திறப்பதில் பிழை: %s

source: Error parsing option %s
ta: பிழை பாகுபடுத்தல் விருப்பம் %s

source: Error reading file '%s': %s
ta: ' %s' கோப்பைப் படிப்பது பிழை: %s

source: Error reading from file: %s
ta: கோப்பிலிருந்து வாசிப்பது பிழை: %s

source: Error reading from unix: %s
ta: யூனிக்ச் இலிருந்து பிழை வாசிப்பு: %s

source: Error receiving data: %s
ta: தரவைப் பெறுவதில் பிழை: %s

source: Error receiving message: %s
ta: செய்தி பெறுவதில் பிழை: %s

source: Error removing file: %s
ta: கோப்பை அகற்றுவதில் பிழை: %s

source: Error removing old backup link: %s
ta: பழைய காப்பு இணைப்பை அகற்றுவதில் பிழை: %s

source: Error removing old file: %s
ta: பழைய கோப்பை அகற்றுவதில் பிழை: %s

source: Error removing target file: %s
ta: இலக்கு கோப்பை அகற்றுவதில் பிழை: %s

source: Error renaming file: %s
ta: பிழை மறுபெயரிடுதல் கோப்பு: %s

source: Error renaming temporary file: %s
ta: தற்காலிக கோப்பை மறுபெயரிடுவது பிழை: %s

source: Error resolving '%s'
ta: '%s' தீர்க்கும் பிழை

source: Error resolving '%s': %s
ta: ' %S' ஐ தீர்க்கும் பிழை: %s

source: Error reverse-resolving '%s': %s
ta: பிழை தலைகீழ் தீர்க்கும் ' %s': %s

source: Error seeking in file: %s
ta: கோப்பில் தேடுவதில் பிழை: %s

source: Error sending data: %s
ta: தரவை அனுப்புவதில் பிழை: %s

source: Error sending message: %s
ta: செய்தி அனுப்புவதில் பிழை: %s

source: Error setting SELinux context: %s
ta: செலினக்ச் சூழலை அமைப்பது: %s

source: Error setting extended attribute '%s': %s
ta: பிழை அமைத்தல் நீட்டிக்கப்பட்ட பண்புக்கூறு ' %s': %s

source: Error setting modification or access time: %s
ta: மாற்றம் அமைத்தல் மாற்றம் அல்லது அணுகல் நேரம்: %s

source: Error setting owner: %s
ta: பிழை அமைத்தல் உரிமையாளர்: %s

source: Error setting permissions: %s
ta: பிழை அமைத்தல் அனுமதிகள்: %s

source: Error setting symlink: %s
ta: சிம்லிங்கை அமைப்பது பிழை: %s

source: Error setting symlink: file is not a symlink
ta: சிம்லிங்கை அமைப்பது பிழை: கோப்பு ஒரு சிம்லிங்க் அல்ல

source: Error stating file '%s': %s
ta: ' %S' என்ற கோப்பைக் குறிப்பிடுவது பிழை: %s

source: Error stating file descriptor: %s
ta: கோப்பு விவரிப்பாளரைக் குறிப்பிடுவது பிழை: %s

source: Error trashing file: %s
ta: பிழை குப்பைத் தொட்டியை: %s

source: Error truncating file: %s
ta: பிழை துண்டிக்கும் கோப்பு: %s

source: Error while compiling regular expression %s at char %d: %s
ta: வழக்கமான வெளிப்பாடு %s ஐ char %d இல் தொகுக்கும்போது பிழை: %s

source: Error while matching regular expression %s: %s
ta: வழக்கமான வெளிப்பாடு %s: %s உடன் பொருந்தும்போது பிழை

source: Error while optimizing regular expression %s: %s
ta: வழக்கமான வெளிப்பாட்டை மேம்படுத்தும் போது பிழை %s: %s

source: Error while parsing replacement text "%s" at char %lu: %s
ta: மாற்று உரையை " %s" இல் பாகுபடுத்தும்போது பிழை char %lu: %s: %s

source: Error writing to file: %s
ta: கோப்புக்கு எழுதுதல் பிழை: %s

source: Error writing to unix: %s
ta: யுனிக்ச் க்கு பிழை எழுதுதல்: %s

source: Existing file '%s' could not be removed: g_unlink() failed: %s
ta: தற்போதுள்ள கோப்பு ' %s' அகற்ற முடியவில்லை: g_unlink () தோல்வியுற்றது: %s

source: Expected a GEmblem for GEmblemedIcon
ta: செம்லாம்ப்ளேமெடிகானுக்கு ஒரு செம்பம் எதிர்பார்க்கப்படுகிறது

source: Expecting 1 control message, got %d
ta: 1 கட்டுப்பாட்டு செய்தியை எதிர்பார்த்து, %d கிடைத்தது

source: Expecting one fd, but got %d
ta: ஒரு FD ஐ எதிர்பார்க்கிறது, ஆனால் %d கிடைத்தது

source: Failed to change to directory '%s' (%s)
ta: கோப்பகத்தை '%s' (%s) மாற்றுவதில் தோல்வி

source: Failed to close file '%s': fclose() failed: %s
ta: ' %s' கோப்பை மூடுவதில் தோல்வி: fclose () தோல்வியுற்றது: %s

source: Failed to create file '%s': %s
ta: ' %S' கோப்பை உருவாக்கத் தவறிவிட்டது: %s

source: Failed to create pipe for communicating with child process (%s)
ta: குழந்தை செயல்முறையுடன் (%s) தொடர்புகொள்வதற்கான குழாயை உருவாக்குவதில் தோல்வி

source: Failed to execute child process "%s" (%s)
ta: குழந்தை செயல்முறையை "%s" (%s) செயல்படுத்துவதில் தோல்வி

source: Failed to execute child process (%s)
ta: குழந்தை செயல்முறையை (%s) செயல்படுத்துவதில் தோல்வி

source: Failed to execute helper program (%s)
ta: உதவி திட்டத்தை (%s) செயல்படுத்துவதில் தோல்வி

source: Failed to expand exec line '%s' with URI '%s'
ta: யூரி '%s' உடன் '%s' ஐ விரிவாக்குவதில் தோல்வி

source: Failed to fork (%s)
ta: முட்கரண்டி (%s) இல் தோல்வியுற்றது

source: Failed to fork child process (%s)
ta: குழந்தை செயல்முறையை முடக்குவதில் தோல்வி (%s)

source: Failed to get attributes of file '%s': fstat() failed: %s
ta: ' %S' கோப்பின் பண்புகளைப் பெறுவதில் தோல்வி: fstat () தோல்வியுற்றது: %s

source: Failed to map file '%s': mmap() failed: %s
ta: ' %S' ஐ வரைபடமாக்குவதில் தோல்வி: MMAP () தோல்வியுற்றது: %s

source: Failed to open file '%s' for writing: fdopen() failed: %s
ta: எழுதுவதற்கு ' %s' கோப்பைத் திறக்கத் தவறிவிட்டது: FDopen () தோல்வியுற்றது: %s

source: Failed to open file '%s': %s
ta: கோப்பைத் திறக்கத் தவறிவிட்டது ' %s': %s

source: Failed to open file '%s': fdopen() failed: %s
ta: ' %s' என்ற கோப்பைத் திறக்கத் தவறிவிட்டது: fdopen () தோல்வியுற்றது: %s

source: Failed to open file '%s': open() failed: %s
ta: ' %s' என்ற கோப்பைத் திறக்கத் தவறிவிட்டது: திறந்த () தோல்வியுற்றது: %s

source: Failed to parse '%-.*s', which should have been a digit inside a character reference (&#234; for example) - perhaps the digit is too large
ta: '% -.*எச்' ஐ அலசத் தவறிவிட்டது, இது ஒரு எழுத்துக்குறி குறிப்புக்குள் ஒரு இலக்கமாக இருந்திருக்க வேண்டும் (&#234; எடுத்துக்காட்டாக) - ஒருவேளை இலக்கமானது மிகப் பெரியது

source: Failed to read data from child process
ta: குழந்தை செயல்முறையிலிருந்து தரவைப் படிக்கத் தவறிவிட்டது

source: Failed to read data from child process (%s)
ta: குழந்தை செயல்முறையிலிருந்து (%s) தரவைப் படிக்கத் தவறிவிட்டது

source: Failed to read enough data from child pid pipe (%s)
ta: சைல்ட் பிஐடி குழாயிலிருந்து (%s) போதுமான தரவைப் படிக்கத் தவறிவிட்டது

source: Failed to read from child pipe (%s)
ta: குழந்தை குழாயிலிருந்து (%s) படிக்கத் தவறிவிட்டது

source: Failed to read from file '%s': %s
ta: ' %S' கோப்பிலிருந்து படிக்கத் தவறிவிட்டது: %s

source: Failed to read the symbolic link '%s': %s
ta: ' %S' என்ற குறியீட்டு இணைப்பைப் படிக்கத் தவறிவிட்டது: %s

source: Failed to redirect output or input of child process (%s)
ta: குழந்தை செயல்முறையின் (%s) வெளியீடு அல்லது உள்ளீட்டை திருப்பிவிடுவதில் தோல்வி

source: Failed to rename file '%s' to '%s': g_rename() failed: %s
ta: %s

source: Failed to resize memory output stream
ta: நினைவக வெளியீட்டு ச்ட்ரீமை அளவை மாற்றுவதில் தோல்வி

source: Failed to write file '%s': fflush() failed: %s
ta: ' %S' கோப்பை எழுதத் தவறிவிட்டது: fflush () தோல்வியுற்றது: %s

source: Failed to write file '%s': fsync() failed: %s
ta: ' %S' கோப்பை எழுதத் தவறிவிட்டது: fsync () தோல்வியுற்றது: %s

source: Failed to write file '%s': fwrite() failed: %s
ta: ' %s' என்ற கோப்பை எழுதத் தவறிவிட்டது: fwrite () தோல்வியுற்றது: %s

source: File "%s" is too large
ta: கோப்பு "%s" மிகப் பெரியது

source: File enumerator has outstanding operation
ta: கோப்பு கணக்காளருக்கு சிறந்த செயல்பாடு உள்ளது

source: File enumerator is already closed
ta: கோப்பு கணக்காளர் ஏற்கனவே மூடப்பட்டுள்ளது

source: File is empty
ta: கோப்பு காலியாக உள்ளது

source: File names cannot contain '%c'
ta: கோப்பு பெயர்களில் '%சி' இருக்க முடியாது

source: Filesystem root
ta: கோப்பு முறைமை ரூட்

source: GSocketControlMessage not supported on windows
ta: GsocketControlMessage சாளரங்களில் ஆதரிக்கப்படவில்லை

source: Help Options:
ta: உதவி விருப்பங்கள்:

source: Hostname '%s' contains '[' but not ']'
ta: ஓச்ட்பெயர் '%s' உள்ளது '[' ஆனால் 'இல்லை]'

source: Input stream doesn't implement read
ta: உள்ளீட்டு ச்ட்ரீம் வாசிப்பை செயல்படுத்தாது

source: Integer value '%s' for %s out of range
ta: %s வரம்பிற்கு வெளியே முழு மதிப்பு ' %s'

source: Integer value '%s' out of range
ta: முழு எண் '%s' வரம்பிற்கு வெளியே

source: Invalid GSeekType supplied
ta: தவறான GSEEKTYPE வழங்கப்பட்டது

source: Invalid UTF-8 encoded text in name - not valid '%s'
ta: பெயரில் தவறான யுடிஎஃப் -8 குறியிடப்பட்ட உரை - செல்லுபடியாகும் '%s' அல்ல

source: Invalid attribute type (byte string expected)
ta: தவறான பண்புக்கூறு வகை (பைட் சரம் எதிர்பார்க்கப்படுகிறது)

source: Invalid attribute type (string expected)
ta: தவறான பண்புக்கூறு வகை (சரம் எதிர்பார்க்கப்படுகிறது)

source: Invalid attribute type (uint32 expected)
ta: தவறான பண்புக்கூறு வகை (UINT32 எதிர்பார்க்கப்படுகிறது)

source: Invalid attribute type (uint64 expected)
ta: தவறான பண்புக்கூறு வகை (UINT64 எதிர்பார்க்கப்படுகிறது)

source: Invalid byte sequence in conversion input
ta: மாற்று உள்ளீட்டில் தவறான பைட் வரிசை

source: Invalid extended attribute name
ta: தவறான நீட்டிக்கப்பட்ட பண்புக்கூறு பெயர்

source: Invalid filename
ta: தவறான கோப்பு பெயர்

source: Invalid filename %s
ta: தவறான கோப்பு பெயர் %s

source: Invalid group name: %s
ta: தவறான குழு பெயர்: %s

source: Invalid hostname
ta: தவறான ஓச்ட்பெயர்

source: Invalid key name: %s
ta: தவறான முக்கிய பெயர்: %s

source: Invalid program name: %s
ta: தவறான நிரல் பெயர்: %s

source: Invalid seek request
ta: செல்லாத கோரிக்கை

source: Invalid sequence in conversion input
ta: மாற்று உள்ளீட்டில் தவறான வரிசை

source: Invalid socket, initialization failed due to: %s
ta: தவறான சாக்கெட், துவக்கம் தோல்வியுற்றது: %s

source: Invalid socket, not initialized
ta: தவறான சாக்கெட், துவக்கப்படவில்லை

source: Invalid string in argument vector at %d: %s
ta: வாத திசையன் %d: %s இல் தவறான சரம்

source: Invalid string in environment: %s
ta: சூழலில் தவறான சரம்: %s

source: Invalid symlink value given
ta: கொடுக்கப்பட்ட தவறான சிம்லிங்க் மதிப்பு

source: Invalid working directory: %s
ta: தவறான பணி அடைவு: %s

source: Key file contains escape character at end of line
ta: முக்கிய கோப்பில் வரியின் முடிவில் தப்பிக்கும் தன்மை உள்ளது

source: Key file contains invalid escape sequence '%s'
ta: முக்கிய கோப்பில் தவறான தப்பிக்கும் வரிசை '%s' உள்ளது

source: Key file contains key '%s' in group '%s' which has value that cannot be interpreted.
ta: முக்கிய கோப்பில் குழு '%s' இல் முக்கிய '%s' உள்ளது, இது மதிப்பிட முடியாத மதிப்பைக் கொண்டுள்ளது.

source: Key file contains key '%s' which has a value that cannot be interpreted.
ta: முக்கிய கோப்பில் முக்கிய '%s' உள்ளது, இது விளக்க முடியாத மதிப்பைக் கொண்டுள்ளது.

source: Key file contains key '%s' which has value that cannot be interpreted.
ta: முக்கிய கோப்பில் முக்கிய '%s' உள்ளது, இது மதிப்பைக் கொண்ட மதிப்பைக் கொண்டுள்ளது.

source: Key file contains key '%s' with value '%s' which is not UTF-8
ta: முக்கிய கோப்பில் UTF-8 இல்லாத '%s' மதிப்புடன் முக்கிய '%s' உள்ளது

source: Key file contains line '%s' which is not a key-value pair, group, or comment
ta: முக்கிய கோப்பில் '%s' வரி உள்ளது, இது ஒரு முக்கிய மதிப்பு இணை, குழு அல்லது கருத்து அல்ல

source: Key file contains unsupported encoding '%s'
ta: முக்கிய கோப்பில் ஆதரிக்கப்படாத குறியாக்கம் '%s' உள்ளது

source: Key file does not have group '%s'
ta: முக்கிய கோப்பில் '%s' குழு இல்லை

source: Key file does not have key '%s'
ta: முக்கிய கோப்பில் முக்கிய '%s' இல்லை

source: Key file does not have key '%s' in group '%s'
ta: முக்கிய கோப்பில் '%s' என்ற முக்கிய கோப்பில் முக்கிய '%s' இல்லை

source: Key file does not start with a group
ta: முக்கிய கோப்பு ஒரு குழுவுடன் தொடங்காது

source: Leftover unconverted data in read buffer
ta: வாசிப்பு இடையகத்தில் மீதமுள்ள மாற்றப்படாத தரவு

source: Listener is already closed
ta: கேட்பவர் ஏற்கனவே மூடப்பட்டுள்ளார்

source: Malformed input data for GFileIcon
ta: Gfileicon க்கான தவறான உள்ளீட்டு தரவு

source: Malformed number of tokens (%d) in GEmblem encoding
ta: செம்லெம் குறியாக்கத்தில் டோக்கன்களின் தவறான எண்ணிக்கை (%d)

source: Malformed number of tokens (%d) in GEmblemedIcon encoding
ta: செம்லாம்பிளிசான் குறியாக்கத்தில் டோக்கன்களின் தவறான எண்ணிக்கை (%d)

source: Malformed version number: %s
ta: தவறாக பதிப்பு எண்: %s

source: Memory output stream not resizable
ta: நினைவக வெளியீடு ச்ட்ரீம் மாற்றியமைக்க முடியாது

source: Missing argument for %s
ta: %s காணவில்லை

source: Move between mounts not supported
ta: ஆதரிக்கப்படாத ஏற்றங்களுக்கு இடையில் நகர்வு

source: No MIME type defined in the bookmark for URI '%s'
ta: யூரி '%s' க்கான புக்மார்க்கில் MIME வகை வரையறுக்கப்படவில்லை

source: No application is registered as handling this file
ta: இந்த கோப்பைக் கையாளும் எந்த விண்ணப்பமும் பதிவு செய்யப்படவில்லை

source: No application with name '%s' registered a bookmark for '%s'
ta: '%S' என்ற பெயருடன் எந்த விண்ணப்பமும் '%s' க்கு ஒரு புத்தகக்குறியை பதிவு செய்யவில்லை

source: No bookmark found for URI '%s'
ta: யூரி '%s' க்கு புக்மார்க்கு எதுவும் கிடைக்கவில்லை

source: No groups set in bookmark for URI '%s'
ta: யூரி '%s' க்கு புக்மார்க்கில் அமைக்கப்பட்ட எந்த குழுக்களும் இல்லை

source: No private flag has been defined in bookmark for URI '%s'
ta: யூரி '%s' க்கான புக்மார்க்கில் எந்த தனியார் கொடியும் வரையறுக்கப்படவில்லை

source: No service record for '%s'
ta: '%s' க்கு பணி பதிவு இல்லை

source: No type for class name %s
ta: வகுப்பு பெயர் %s க்கு வகை இல்லை

source: No valid bookmark file found in data dirs
ta: தரவு dirs இல் செல்லுபடியாகும் புக்மார்க்கு கோப்பு இல்லை

source: Not a regular file
ta: வழக்கமான கோப்பு அல்ல

source: Not enough space for socket address
ta: சாக்கெட் முகவரிக்கு போதுமான இடம் இல்லை

source: Odd character '%s', expected a '=' after attribute name '%s' of element '%s'
ta: ஒற்றைப்படை எழுத்து '%s', ஒரு '=' என்ற பண்புக்கூறு பெயருக்குப் பிறகு '%s' உறுப்பு '%s'

source: Odd character '%s', expected a '>' character to end the empty-element tag '%s'
ta: ஒற்றைப்படை எழுத்து '%s', வெற்று-உறுப்பு குறிச்சொல்லை '%s' முடிவுக்கு கொண்டுவரும் என்று எதிர்பார்க்கப்படுகிறது

source: Odd character '%s', expected a '>' or '/' character to end the start tag of element '%s', or optionally an attribute; perhaps you used an invalid character in an attribute name
ta: ஒற்றைப்படை எழுத்து '%s', ஒரு '>' அல்லது '/' எழுத்து '%s' இன் தொடக்கக் குறிச்சொல்லை முடிக்க எதிர்பார்க்கப்படுகிறது, அல்லது விருப்பமாக ஒரு பண்புக்கூறு; ஒருவேளை நீங்கள் ஒரு பண்புக்கூறு பெயரில் தவறான தன்மையைப் பயன்படுத்தினீர்கள்
