Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/glib20.po
Languages: ta

source: Odd character '%s', expected an open quote mark after the equals sign when giving value for attribute '%s' of element '%s'
ta: '%s'

source: Operation not supported
ta: செயல்பாடு ஆதரிக்கப்படவில்லை

source: Operation was cancelled
ta: செயல்பாடு ரத்து செய்யப்பட்டது

source: Output stream doesn't implement write
ta: வெளியீட்டு ச்ட்ரீம் எழுத்தை செயல்படுத்தாது

source: PCRE library is compiled without UTF8 properties support
ta: பி.சி.ஆர்.இ நூலகம் யுடிஎஃப் 8 பண்புகள் உதவி இல்லாமல் தொகுக்கப்பட்டுள்ளது

source: PCRE library is compiled without UTF8 support
ta: பி.சி.ஆர்.இ நூலகம் யுடிஎஃப் 8 உதவி இல்லாமல் தொகுக்கப்பட்டுள்ளது

source: POSIX collating elements are not supported
ta: POSIX COMMATING கூறுகள் ஆதரிக்கப்படவில்லை

source: POSIX named classes are supported only within a class
ta: POSIX பெயரிடப்பட்ட வகுப்புகள் ஒரு வகுப்பிற்குள் மட்டுமே ஆதரிக்கப்படுகின்றன

source: Partial character sequence at end of input
ta: உள்ளீட்டின் முடிவில் பகுதி எழுத்து வரிசை

source: Quoted text doesn't begin with a quotation mark
ta: மேற்கோள் உரை மேற்கோள் அடையாளத்துடன் தொடங்காது

source: Received invalid fd
ta: தவறான எஃப்.டி.

source: SELinux context must be non-NULL
ta: செலினக்ச் சூழல் பூசப்படாததாக இருக்க வேண்டும்

source: SELinux is not enabled on this system
ta: இந்த கணினியில் செலினக்ச் இயக்கப்படவில்லை

source: Seek not supported on stream
ta: ச்ட்ரீமில் ஆதரிக்கப்படவில்லை

source: Setting attribute %s not supported
ta: பண்புக்கூறு %s ஆதரிக்கப்படவில்லை

source: Show all help options
ta: அனைத்து உதவி விருப்பங்களையும் காட்டு

source: Show help options
ta: உதவி விருப்பங்களைக் காட்டு

source: Socket is already closed
ta: சாக்கெட் ஏற்கனவே மூடப்பட்டுள்ளது

source: Source stream is already closed
ta: மூல ச்ட்ரீம் ஏற்கனவே மூடப்பட்டுள்ளது

source: Stream doesn't support query_info
ta: ச்ட்ரீம் வினவல்_இன்ஃபோவை ஆதரிக்காது

source: Stream has outstanding operation
ta: ச்ட்ரீம் நிலுவையில் உள்ள செயல்பாட்டைக் கொண்டுள்ளது

source: Stream is already closed
ta: ச்ட்ரீம் ஏற்கனவே மூடப்பட்டுள்ளது

source: Symbolic links not supported
ta: குறியீட்டு இணைப்புகள் ஆதரிக்கப்படவில்லை

source: Target file exists
ta: இலக்கு கோப்பு உள்ளது

source: Target file is a directory
ta: இலக்கு கோப்பு ஒரு அடைவு

source: Target file is not a regular file
ta: இலக்கு கோப்பு வழக்கமான கோப்பு அல்ல

source: Template '%s' doesn't contain XXXXXX
ta: வார்ப்புரு '%s' இல் xxxxxx இல்லை

source: Template '%s' invalid, should not contain a '%s'
ta: வார்ப்புரு '%s' செல்லாது, '%s' இருக்கக்கூடாது

source: Temporarily unable to resolve '%s'
ta: தற்காலிகமாக '%s' தீர்க்க முடியவில்லை

source: Text ended before matching quote was found for %c. (The text was '%s')
ta: பொருந்தக்கூடிய மேற்கோள் %c க்கு கண்டறியப்படுவதற்கு முன்பு உரை முடிந்தது. (உரை '%s')

source: Text ended just after a '\' character. (The text was '%s')
ta: ஒரு '\' எழுத்துக்குப் பிறகு உரை முடிந்தது. (உரை '%s')

source: Text was empty (or contained only whitespace)
ta: உரை காலியாக இருந்தது (அல்லது இடைவெளி மட்டுமே உள்ளது)

source: The URI '%s' contains invalidly escaped characters
ta: யூரி '%s' செல்லாத வகையில் தப்பித்த எழுத்துக்களைக் கொண்டுள்ளன

source: The URI '%s' is invalid
ta: யூரி '%s' தவறானது

source: The URI '%s' is not an absolute URI using the "file" scheme
ta: யூரி '%s' என்பது "கோப்பு" திட்டத்தைப் பயன்படுத்தி ஒரு முழுமையான யூரி அல்ல

source: The file was externally modified
ta: கோப்பு வெளிப்புறமாக மாற்றப்பட்டது

source: The hostname of the URI '%s' is invalid
ta: யூரி '%s' இன் ஓச்ட்பெயர் தவறானது

source: The local file URI '%s' may not include a '#'
ta: உள்ளக கோப்பு யூரி '%s' ஒரு '#' ஐ சேர்க்கக்கூடாது

source: The pathname '%s' is not an absolute path
ta: பாதை பெயர் '%s' ஒரு முழுமையான பாதை அல்ல

source: Too large count value passed to %s
ta: மிகப் பெரிய எண்ணிக்கையிலான மதிப்பு %s க்கு அனுப்பப்பட்டது

source: Trash not supported
ta: குப்பை ஆதரிக்கப்படவில்லை

source: Truncate not allowed on input stream
ta: உள்ளீட்டு ச்ட்ரீமில் அனுமதிக்கப்படவில்லை

source: Truncate not supported on stream
ta: ச்ட்ரீமில் ஆதரிக்கப்படவில்லை

source: Type %s does not implement from_tokens() on the GIcon interface
ta: கிகான் இடைமுகத்தில்_ டோகன்ச் () இலிருந்து வகை %s செயல்படுத்தாது

source: Type %s does not implement the GIcon interface
ta: வகை %s கிகான் இடைமுகத்தை செயல்படுத்தாது

source: Type %s is not classed
ta: வகை %s வகைப்படுத்தப்படவில்லை

source: URIs not supported
ta: URIS ஆதரிக்கப்படவில்லை

source: Unable to create socket: %s
ta: சாக்கெட் உருவாக்க முடியவில்லை: %s

source: Unable to create trash dir %s: %s
ta: குப்பைத் தொட்டியை உருவாக்க முடியவில்லை %s: %s

source: Unable to create trashing info file: %s
ta: குப்பை செய்தி கோப்பை உருவாக்க முடியவில்லை: %s

source: Unable to find default local directory monitor type
ta: இயல்புநிலை உள்ளக அடைவு மானிட்டர் வகையை கண்டுபிடிக்க முடியவில்லை

source: Unable to find default local file monitor type
ta: இயல்புநிலை உள்ளக கோப்பு மானிட்டர் வகையை கண்டுபிடிக்க முடியவில்லை

source: Unable to find or create trash directory
ta: குப்பை கோப்பகத்தைக் கண்டுபிடிக்க அல்லது உருவாக்க முடியவில்லை

source: Unable to find terminal required for application
ta: பயன்பாட்டிற்கு தேவையான முனையத்தைக் கண்டுபிடிக்க முடியவில்லை

source: Unable to find toplevel directory for trash
ta: குப்பைக்கான டோப்ல்வெல் கோப்பகத்தைக் கண்டுபிடிக்க முடியவில்லை

source: Unable to get pending error: %s
ta: நிலுவையில் உள்ள பிழையைப் பெற முடியவில்லை: %s

source: Unable to trash file: %s
ta: குப்பை கோப்பு: %s

source: Unexpected attribute '%s' for element '%s'
ta: உறுப்பு '%s' க்கான எதிர்பாராத பண்புக்கூறு '%s'

source: Unexpected early end-of-stream
ta: எதிர்பாராத ஆரம்பகால ச்ட்ரீம்

source: Unexpected error in g_io_channel_win32_poll() reading data from a child process
ta: G_io_channel_win32_poll () குழந்தை செயல்முறையிலிருந்து தரவைப் படிப்பது எதிர்பாராத பிழை

source: Unexpected error in select() reading data from a child process (%s)
ta: குழந்தை செயல்முறையிலிருந்து (%s) தரவைத் தேர்ந்தெடுப்பதில் எதிர்பாராத பிழை ()

source: Unexpected error in waitpid() (%s)
ta: வெயிட்பிட் () (%s) இல் எதிர்பாராத பிழை

source: Unexpected tag '%s' inside '%s'
ta: எதிர்பாராத குறிச்சொல் '%s' உள்ளே '%s'

source: Unexpected tag '%s', tag '%s' expected
ta: எதிர்பாராத குறிச்சொல் '%s', குறிச்சொல் '%s' எதிர்பார்க்கப்படுகிறது

source: Unexpected type of ancillary data
ta: எதிர்பாராத வகை துணை தரவு

source: Unknown error executing child process "%s"
ta: குழந்தை செயல்முறையை செயல்படுத்துவதில் தெரியாத பிழை "%s"

source: Unknown error on connect
ta: இணைப்பில் தெரியாத பிழை

source: Unknown option %s
ta: அறியப்படாத விருப்பம் %s

source: Unknown protocol was specified
ta: அறியப்படாத நெறிமுறை குறிப்பிடப்பட்டது

source: Unknown type
ta: தெரியாத வகை

source: Unmatched quotation mark in command line or other shell-quoted text
ta: கட்டளை வரியில் அல்லது செல்-மேற்கோள் காட்டப்பட்ட உரையில் ஒப்பிடமுடியாத மேற்கோள் குறி

source: Unnamed
ta: பெயரில்லாதது

source: Unsupported socket address
ta: ஆதரிக்கப்படாத சாக்கெட் முகவரி

source: Usage:
ta: பயன்பாடு:

source: Valid key file could not be found in search dirs
ta: செல்லுபடியாகும் விசை கோப்பை தேடல் dirs இல் காண முடியவில்லை

source: Value '%s' cannot be interpreted as a boolean.
ta: மதிப்பை '%s' ஒரு பூலியன் என்று விளக்க முடியாது.

source: Value '%s' cannot be interpreted as a float number.
ta: மதிப்பை '%s' ஒரு மிதவை எண்ணாக விளக்க முடியாது.

source: Value '%s' cannot be interpreted as a number.
ta: மதிப்பை '%s' ஒரு எண்ணாக விளக்க முடியாது.

source: Waiting for socket condition: %s
ta: சாக்கெட் நிலைக்கு காத்திருக்கிறது: %s

source: Wrong number of tokens (%d)
ta: டோக்கன்களின் தவறான எண்ணிக்கை (%d)

source: [OPTION...]
ta: [விருப்பம் ...]

source: \ at end of pattern
ta: The வடிவத்தின் முடிவில்

source: \C not allowed in lookbehind assertion
ta: \ C தேடல் கூற்றில் அனுமதிக்கப்படவில்லை

source: \c at end of pattern
ta: \ c வடிவத்தின் முடிவில்

source: \g is not followed by a braced name or an optionally braced non-zero number
ta: \ g ஒரு அடைப்புக்குறி பெயர் அல்லது விருப்பமாக அடைப்புக்குறி பூச்சியமற்ற எண்ணால் பின்பற்றப்படவில்லை

source: assertion expected after (?(
ta: பின்னர் எதிர்பார்க்கப்படும் கூற்று ((? (?

source: association changes not supported on win32
ta: சங்க மாற்றங்கள் WIN32 இல் ஆதரிக்கப்படவில்லை

source: back references as conditions are not supported for partial matching
ta: பகுதி பொருத்தத்திற்கு நிபந்தனைகள் ஆதரிக்கப்படவில்லை என்பதால் பின் குறிப்புகள்

source: backtracking limit reached
ta: பின்னடைவு வரம்பு எட்டப்பட்டது

source: case-changing escapes (\l, \L, \u, \U) are not allowed here
ta: வழக்கு மாற்றும் தப்பிப்புகள் (\ l, \ l, \ u, \ u) இங்கே அனுமதிக்கப்படவில்லை

source: character value in \x{...} sequence is too large
ta: \ ஃச் {...} வரிசையில் எழுத்து மதிப்பு மிகப் பெரியது

source: code overflow
ta: குறியீடு வழிதல்

source: conditional group contains more than two branches
ta: நிபந்தனை குழுவில் இரண்டு கிளைகளுக்கு மேல் உள்ளது

source: corrupted object
ta: சிதைந்த பொருள்

source: could not get local address: %s
ta: உள்ளக முகவரியைப் பெற முடியவில்லை: %s

source: could not get remote address: %s
ta: தொலை முகவரியைப் பெற முடியவில்லை: %s

source: could not listen: %s
ta: கேட்க முடியவில்லை: %s

source: creating GSocket from fd: %s
ta: FD இலிருந்து Gsocket ஐ உருவாக்குதல்: %s

source: digit expected
ta: இலக்க எதிர்பார்க்கப்படுகிறது

source: drive doesn't implement eject
ta: இயக்கி வெளியேற்றத்தை செயல்படுத்தாது

source: drive doesn't implement eject or eject_with_operation
ta: இயக்கி eject அல்லது eject_with_operation ஐ செயல்படுத்தாது

source: drive doesn't implement polling for media
ta: இயக்கி ஊடகங்களுக்கான வாக்குப்பதிவை செயல்படுத்தாது

source: drive doesn't implement start
ta: இயக்கி தொடக்கத்தை செயல்படுத்தாது

source: drive doesn't implement stop
ta: இயக்கி நிறுத்தத்தை செயல்படுத்தாது

source: failed to get memory
ta: நினைவகம் பெறுவதில் தோல்வி

source: hexadecimal digit expected
ta: எக்சாடெசிமல் இலக்க எதிர்பார்க்கப்படுகிறது

source: hexadecimal digit or '}' expected
ta: எக்சாடெசிமல் இலக்க அல்லது '}' எதிர்பார்க்கப்படுகிறது

source: illegal symbolic reference
ta: சட்டவிரோத குறியீட்டு குறிப்பு

source: inconsistent NEWLINE options
ta: சீரற்ற புதிய விருப்பங்கள்

source: internal error
ta: உள் பிழை

source: internal error or corrupted object
ta: உள் பிழை அல்லது சிதைந்த பொருள்

source: invalid combination of newline flags
ta: நியூலைன் கொடிகளின் தவறான சேர்க்கை

source: invalid condition (?(0)
ta: தவறான நிலை (? (0)

source: invalid escape sequence in character class
ta: எழுத்து வகுப்பில் தவறான தப்பிக்கும் வரிசை

source: lookbehind assertion is not fixed length
ta: தேடல் வலியுறுத்தல் நிலையான நீளம் அல்ல

source: malformed \P or \p sequence
ta: தவறாக \ p அல்லது \ p வரிசை

source: malformed number or name after (?(
ta: தவறாக எண் அல்லது பெயர் (? (? (?

source: missing '<' in symbolic reference
ta: குறியீட்டு குறிப்பில் '<' காணவில்லை

source: missing ) after comment
ta: காணவில்லை) கருத்துக்குப் பிறகு

source: missing terminating )
ta: நிறுத்தப்படுவதைக் காணவில்லை)

source: missing terminating ] for character class
ta: எழுத்துக்குறி வகுப்பிற்கு நிறுத்தப்படுவதைக் காணவில்லை

source: missing terminator in subpattern name
ta: சப் பேட்டர்ன் பெயரில் டெர்மினேட்டரைக் காணவில்லை

source: mount doesn't implement content type guessing
ta: மவுண்ட் உள்ளடக்க வகை யூகத்தை செயல்படுத்தாது

source: mount doesn't implement synchronous content type guessing
ta: மவுண்ட் ஒத்திசைவான உள்ளடக்க வகை யூகத்தை செயல்படுத்தாது

source: nothing to repeat
ta: மீண்டும் செய்ய எதுவும் இல்லை

source: number too big in {} quantifier
ta: }} அளவுகோலில் எண் மிகப் பெரியது

source: numbers out of order in {} quantifier
ta: }} அளவுகோலில் வரிசையில் எண்கள்

source: octal value is greater than \377
ta: ஆக்டல் மதிப்பு 7 377 ஐ விட அதிகமாக உள்ளது

source: out of memory
ta: நினைவகத்திற்கு வெளியே

source: overran compiling workspace
ta: தொகுக்கும் பணியிடத்தை மீறுகிறது

source: previously-checked referenced subpattern not found
ta: முன்னர் சரிபார்க்கப்பட்ட குறிப்பிடப்பட்ட துணைப்பொருட்கள் காணப்படவில்லை

source: range out of order in character class
ta: எழுத்து வகுப்பில் வரிசையில் இல்லை

source: recursion limit reached
ta: மறுநிகழ்வு வரம்பு எட்டப்பட்டது

source: recursive call could loop indefinitely
ta: சுழல்நிலை அழைப்பு காலவரையின்றி சுழலும்

source: reference to non-existent subpattern
ta: இல்லாத துணைப்பகுதிக்கான குறிப்பு

source: regular expression too large
ta: வழக்கமான வெளிப்பாடு மிகப் பெரியது

source: repeating a DEFINE group is not allowed
ta: வரையறுக்கப்பட்ட குழுவை மீண்டும் செய்ய அனுமதிக்கப்படவில்லை

source: stray final '\'
ta: தவறான இறுதி '\'

source: subpattern name is too long (maximum 32 characters)
ta: சப் பேட்டர்ன் பெயர் மிக நீளமானது (அதிகபட்சம் 32 எழுத்துக்கள்)

source: symlink must be non-NULL
ta: சிம்லிங்க் பூசப்படாததாக இருக்க வேண்டும்

source: the pattern contains items not supported for partial matching
ta: இந்த வடிவத்தில் பகுதி பொருத்தத்திற்கு ஆதரிக்கப்படாத உருப்படிகள் உள்ளன

source: too many named subpatterns (maximum 10,000)
ta: பெயரிடப்பட்ட துணை வடிவங்கள் (அதிகபட்சம் 10,000)

source: two named subpatterns have the same name
ta: பெயரிடப்பட்ட இரண்டு துணை வடிவங்கள் ஒரே பெயரைக் கொண்டுள்ளன

source: unexpected repeat
ta: எதிர்பாராத மறுபடியும்

source: unfinished symbolic reference
ta: முடிக்கப்படாத குறியீட்டு குறிப்பு

source: unknown POSIX class name
ta: தெரியாத POSIX வகுப்பு பெயர்

source: unknown error
ta: தெரியாத பிழை

source: unknown escape sequence
ta: தெரியாத தப்பிக்கும் வரிசை

source: unknown property name after \P or \p
ta: \ p அல்லது \ p க்குப் பிறகு அறியப்படாத சொத்து பெயர்

source: unrecognized character after (?
ta: அங்கீகரிக்கப்படாத தன்மை (?

source: unrecognized character after (?<
ta: அங்கீகரிக்கப்படாத தன்மை (? <

source: unrecognized character after (?P
ta: அங்கீகரிக்கப்படாத தன்மை (? ப

source: unrecognized character follows \
ta: அங்கீகரிக்கப்படாத தன்மை பின்வருமாறு \

source: volume doesn't implement eject
ta: தொகுதி வெளியேற்றத்தை செயல்படுத்தாது

source: volume doesn't implement eject or eject_with_operation
ta: தொகுதி eject அல்லது eject_with_operation ஐ செயல்படுத்தாது

source: volume doesn't implement mount
ta: தொகுதி மவுண்ட் செயல்படுத்தாது

source: workspace limit for empty substrings reached
ta: வெற்று அடி மூலக்கூறுகளுக்கான பணியிட வரம்பு

source: zero-length symbolic reference
ta: சுழிய நீள குறியீட்டு குறிப்பு
