Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/gtk20.po
Languages: ta

source: "%s" could not be converted to a value of type "%s" for attribute "%s"
ta: "%s" என்ற பண்புக்கூறு "%s" என்ற வகையின் மதிப்பாக மாற்ற முடியவில்லை "

source: "%s" is not a valid attribute name
ta: "%s" என்பது சரியான பண்புக்கூறு பெயர் அல்ல

source: "%s" is not a valid attribute type
ta: "%s" என்பது சரியான பண்புக்கூறு வகை அல்ல

source: "%s" is not a valid value for attribute "%s"
ta: "%s" என்பது "%s" என்ற பண்புக்கூறுக்கான சரியான மதிப்பு அல்ல

source: "Deepness" of the color.
ta: வண்ணத்தின் "ஆழம்".

source: %1$s on %2$s
ta: %2 $ s இல் %1 $ s

source: %H:%M
ta: %எச்:%மீ

source: %s job #%d
ta: %S வேலை #%d

source: (None)
ta: (எதுவுமில்லை)

source: (disabled)
ta: (முடக்கப்பட்டது)

source: (unknown)
ta: (தெரியவில்லை)

source: --- No Tip ---
ta: --- உதவிக்குறிப்பு இல்லை ---

source: <%s> element has invalid id "%s"
ta: <%s> உறுப்பு தவறான ஐடி "%s" ஐக் கொண்டுள்ளது

source: <%s> element has neither a "name" nor an "id" attribute
ta: <%s> உறுப்புக்கு ஒரு "பெயர்" அல்லது "ஐடி" பண்புக்கூறு இல்லை

source: A <%s> element has already been specified
ta: ஒரு <%s> உறுப்பு ஏற்கனவே குறிப்பிடப்பட்டுள்ளது

source: A <text> element can't occur before a <tags> element
ta: <குறிச்சொற்கள்> உறுப்புக்கு முன் ஒரு <உரை> உறுப்பு ஏற்படாது

source: A file named "%s" already exists. Do you want to replace it?
ta: "%s" என்ற பெயரில் ஏற்கனவே உள்ளது. அதை மாற்ற விரும்புகிறீர்களா?

source: About %s
ta: சுமார் %s

# Accelerator
source: Disabled
ta: முடக்கப்பட்டது

# Accelerator
source: Invalid
ta: செல்லுபடியாகாத

source: Add Cover Page
ta: கவர் பக்கத்தைச் சேர்க்கவும்

source: Add the current folder to the bookmarks
ta: தற்போதைய கோப்புறையை புக்மார்க்குகளில் சேர்க்கவும்

source: Add the folder '%s' to the bookmarks
ta: '%S' கோப்புறையை புக்மார்க்குகளில் சேர்க்கவும்

source: Add the selected folder to the Bookmarks
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறையை புக்மார்க்குகளில் சேர்க்கவும்

source: Add the selected folders to the bookmarks
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறைகளை புக்மார்க்குகளில் சேர்க்கவும்

source: Adjusts the volume
ta: அளவை சரிசெய்கிறது

source: Advanced
ta: மேம்பட்ட

source: After
ta: பிறகு

source: All sheets
ta: அனைத்து தாள்களும்

source: Amharic (EZ+)
ta: அம்ஆரிக் (டெட்+)

source: Amount of blue light in the color.
ta: நிறத்தில் நீல ஒளியின் அளவு.

source: Amount of green light in the color.
ta: நிறத்தில் பச்சை விளக்கு அளவு.

source: Amount of red light in the color.
ta: நிறத்தில் சிவப்பு ஒளியின் அளவு.

source: Anonymous tag found and tags can not be created.
ta: அநாமதேய குறிச்சொல் கண்டுபிடிக்கப்பட்டு குறிச்சொற்களை உருவாக்க முடியாது.

source: Any Printer
ta: எந்த அச்சுப்பொறியும்

source: Application
ta: பயன்பாடு

source: Artwork by
ta: கலைப்படைப்பு

source: Attribute "%s" is invalid on <%s> element in this context
ta: இந்த சூழலில் <%s> உறுப்புக்கு "%s" என்ற பண்புக்கூறு தவறானது

source: Attribute "%s" repeated twice on the same <%s> element
ta: "%s" என்ற பண்புக்கூறு அதே <%s> உறுப்புக்கு இரண்டு முறை மீண்டும் மீண்டும் செய்யப்படுகிறது

source: Authentication
ta: ஏற்பு

source: Authentication is required on %s
ta: %S இல் ஏற்பு தேவை

source: Authentication is required to get a file from %s
ta: %S இலிருந்து ஒரு கோப்பைப் பெற ஏற்பு தேவை

source: Authentication is required to get attributes of a job
ta: ஒரு வேலையின் பண்புகளைப் பெற ஏற்பு தேவை

source: Authentication is required to get attributes of a printer
ta: அச்சுப்பொறியின் பண்புகளைப் பெற ஏற்பு தேவை

source: Authentication is required to get attributes of job '%s'
ta: வேலைகளின் பண்புகளைப் பெற ஏற்பு தேவை '

source: Authentication is required to get attributes of printer %s
ta: அச்சுப்பொறி %s இன் பண்புகளைப் பெற ஏற்பு தேவை

source: Authentication is required to get default printer of %s
ta: %S இன் இயல்புநிலை அச்சுப்பொறியைப் பெற ஏற்பு தேவை

source: Authentication is required to get printers from %s
ta: %S இலிருந்து அச்சுப்பொறிகளைப் பெற ஏற்பு தேவை

source: Authentication is required to print a document on %s
ta: ஒரு ஆவணத்தை %s இல் அச்சிட ஏற்பு தேவை

source: Authentication is required to print document '%s' on printer %s
ta: அச்சுப்பொறி %s இல் ' %s' ஆவணத்தை அச்சிட ஏற்பு தேவை

source: Auto Select
ta: ஆட்டோ தேர்ந்தெடுக்கவும்

source: Axes
ta: அச்சுகள்

source: BMP image has bogus header data
ta: பி.எம்.பி படத்தில் போலி தலைப்பு தரவு உள்ளது

source: BMP image has unsupported header size
ta: பி.எம்.பி படத்தில் ஆதரிக்கப்படாத தலைப்பு அளவு உள்ளது

source: Bad code encountered
ta: மோசமான குறியீடு சந்தித்தது

source: Before
ta: முன்

source: Billing Info
ta: பட்டியலிடல் செய்தி

source: Bits per channel of PNG image is invalid.
ta: பி.என்.சி படத்தின் சேனலுக்கு பிட்கள் தவறானவை.

source: Bits per channel of transformed PNG is not 8.
ta: மாற்றப்பட்ட பி.என்.சியின் சேனலுக்கு பிட்கள் 8 இல்லை.

source: Bookmark '%s' cannot be removed
ta: புத்தகக்குறியை '%s' அகற்ற முடியாது

source: Both "id" and "name" were found on the <%s> element
ta: "ஐடி" மற்றும் "பெயர்" இரண்டும் <%s> உறுப்பில் காணப்பட்டன

source: Bottom to top
ta: கீழே முதல்

source: Bottom to top, left to right
ta: கீழே முதல், இடமிருந்து வலமாக

source: Bottom to top, right to left
ta: கீழே முதல், வலமிருந்து இடமாக

source: Bourne Again Shell
ta: பார்ன் மீண்டும் செல்

source: Bourne Shell
ta: பார்ன் செல்

source: Brightness of the color.
ta: நிறத்தின் ஒளி.

source: CLASS
ta: வகுப்பு

source: COLORS
ta: நிறங்கள்

source: C_ollate
ta: கூட்டு

source: C_reate
ta: உருவாக்கு (_r)

source: C_urrent Page
ta: C_urrent பக்கம்

source: Cache file created successfully.
ta: கேச் கோப்பு வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Cannot allocate TGA header memory
ta: TGA தலைப்பு நினைவகத்தை ஒதுக்க முடியாது

source: Cannot allocate colormap entries
ta: COLORMAP உள்ளீடுகளை ஒதுக்க முடியாது

source: Cannot allocate colormap structure
ta: COLORMAP கட்டமைப்பை ஒதுக்க முடியாது

source: Cannot allocate memory for IOBuffer data
ta: அயோபஃபர் தரவுக்கு நினைவகத்தை ஒதுக்க முடியாது

source: Cannot allocate memory for IOBuffer struct
ta: Iobuffer struct க்கு நினைவகத்தை ஒதுக்க முடியாது

source: Cannot allocate memory for TGA context struct
ta: டிசிஏ சூழல் கட்டமைப்பிற்கு நினைவகத்தை ஒதுக்க முடியாது

source: Cannot allocate memory for loading PNM image
ta: பிஎன்எம் படத்தை ஏற்றுவதற்கு நினைவகத்தை ஒதுக்க முடியாது

source: Cannot allocate memory for loading XPM image
ta: எக்ச்பிஎம் படத்தை ஏற்றுவதற்கு நினைவகத்தை ஒதுக்க முடியாது

source: Cannot allocate new pixbuf
ta: புதிய பிக்ச்புஃப் ஒதுக்க முடியாது

source: Cannot allocate temporary IOBuffer data
ta: தற்காலிக அயோபஃபர் தரவை ஒதுக்க முடியாது

source: Cannot change to folder because it is not local
ta: கோப்புறையில் மாற்ற முடியாது, ஏனெனில் அது உள்ளக அல்ல

source: Cannot end process with pid %d: %s
ta: PID %D உடன் செயல்முறையை முடிக்க முடியாது: %s

source: Cannot kill process with pid %d. Operation is not implemented.
ta: PID %d உடன் செயல்முறையை கொல்ல முடியாது. செயல்பாடு செயல்படுத்தப்படவில்லை.

source: Cannot open display: %s
ta: காட்சியைத் திறக்க முடியாது: %s

source: Cannot read XPM colormap
ta: எக்ச்பிஎம் கோலர்மேப்பைப் படிக்க முடியாது

source: Cannot realloc IOBuffer data
ta: ஐஓபஃபர் தரவை மறுசீரமைக்க முடியாது

source: Caps Lock is on
ta: தொப்பிகள் பூட்டு இயக்கத்தில் உள்ளது

source: Cedilla
ta: சிடில்லா

source: Circular table entry in GIF file
ta: GIF கோப்பில் வட்ட அட்டவணை நுழைவு

source: Cl_ear
ta: அழி (_e)

source: Classified
ta: வகைப்படுத்தப்பட்டது

source: Click the eyedropper, then click a color anywhere on your screen to select that color.
ta: Eyedropper ஐக் சொடுக்கு செய்து, அந்த வண்ணத்தைத் தேர்ந்தெடுக்க உங்கள் திரையில் எங்கும் ஒரு வண்ணத்தைக் சொடுக்கு செய்க.

source: Click this palette entry to make it the current color. To change this entry, drag a color swatch here or right-click it and select "Save color here."
ta: தற்போதைய வண்ணமாக மாற்ற இந்த தட்டு உள்ளீட்டைக் சொடுக்கு செய்க. இந்த உள்ளீட்டை மாற்ற, ஒரு வண்ண ச்வாட்சை இங்கே இழுத்துச் செல்லுங்கள் அல்லது வலது சொடுக்கு செய்து "வண்ணத்தை இங்கே சேமிக்கவும்" என்பதைத் தேர்ந்தெடுக்கவும்.

source: Color
ta: நிறம்

source: Color Selection
ta: வண்ண தேர்வு

source: Color Wheel
ta: வண்ண சக்கரம்

source: Color _name:
ta: நிறம் _ பெயர்:

source: Command Line
ta: கட்டளை வரி

source: Complete, but not unique
ta: முழுமையான, ஆனால் தனித்துவமானது அல்ல

source: Completing...
ta: முடிக்கிறது ...

source: Compressed icons are not supported
ta: சுருக்கப்பட்ட சின்னங்கள் ஆதரிக்கப்படவில்லை

source: Confidential
ta: ரகசியமானது

source: Connect _anonymously
ta: _ அநாமதேயமாக இணைக்கவும்

source: Connect as u_ser:
ta: பயனராக இணைக்கவும்:

source: Convert to PS level 1
ta: PS நிலை 1 ஆக மாற்றவும்

source: Convert to PS level 2
ta: PS நிலை 2 க்கு மாற்றவும்

source: Copie_s:
ta: நகல்_எச்:

source: Copies
ta: நகல்கள்

source: Copy URL
ta: முகவரி ஐ நகலெடுக்கவும்

source: Copy _Link Address
ta: _ லிங்க் முகவரியை நகலெடுக்கவும்

source: Copy _Location
ta: நகல் _ இடம்

source: Could not add a bookmark
ta: ஒரு புக்மார்க்கைச் சேர்க்க முடியவில்லை

source: Could not allocate memory: %s
ta: நினைவகத்தை ஒதுக்க முடியவில்லை: %s

source: Could not clear list
ta: பட்டியலை அழிக்க முடியவில்லை

source: Could not create stream: %s
ta: ச்ட்ரீமை உருவாக்க முடியவில்லை: %s

source: Could not decode ICNS file
ta: ஐ.சி.என்.எச் கோப்பை டிகோட் செய்ய முடியவில்லை

source: Could not find the icon '%s'. The '%s' theme was not found either, perhaps you need to install it. You can get a copy from: %s
ta: '%S' ஐகானைக் கண்டுபிடிக்க முடியவில்லை. '%s' கருப்பொருள் ஒன்றும் கிடைக்கவில்லை, ஒருவேளை நீங்கள் அதை நிறுவ வேண்டும். இதிலிருந்து ஒரு நகலைப் பெறலாம்: %s

source: Could not get image height (bad TIFF file)
ta: பட உயரத்தைப் பெற முடியவில்லை (மோசமான TIFF கோப்பு)

source: Could not get image width (bad TIFF file)
ta: பட அகலத்தைப் பெற முடியவில்லை (மோசமான TIFF கோப்பு)

source: Could not get information for file '%s': %s
ta: ' %S' கோப்புக்கான தகவல்களைப் பெற முடியவில்லை: %s

source: Could not mount %s
ta: %s ஏற்ற முடியவில்லை

source: Could not read from stream: %s
ta: ச்ட்ரீமில் இருந்து படிக்க முடியவில்லை: %s

source: Could not remove bookmark
ta: புத்தகக்குறியை அகற்ற முடியவில்லை

source: Could not remove item
ta: உருப்படியை அகற்ற முடியவில்லை

source: Could not rename %s back to %s: %s.
ta: %S ஐ %s க்கு மறுபெயரிட முடியவில்லை: %s.

source: Could not rename %s to %s: %s
ta: %S க்கு %s க்கு மறுபெயரிட முடியவில்லை: %s

source: Could not rename %s to %s: %s, removing %s then.
ta: %S க்கு %s க்கு மறுபெயரிட முடியவில்லை: %s, பின்னர் %s ஐ நீக்குகிறது.

source: Could not retrieve information about the file
ta: கோப்பைப் பற்றிய தகவல்களை மீட்டெடுக்க முடியவில்லை

source: Could not seek stream: %s
ta: ச்ட்ரீம் தேட முடியவில்லை: %s

source: Could not select file
ta: கோப்பைத் தேர்ந்தெடுக்க முடியவில்லை

source: Could not send the search request
ta: தேடல் கோரிக்கையை அனுப்ப முடியவில்லை

source: Could not show link
ta: இணைப்பைக் காட்ட முடியவில்லை

source: Could not start the search process
ta: தேடல் செயல்முறையைத் தொடங்க முடியவில்லை

source: Couldn't allocate memory for color profile
ta: வண்ண சுயவிவரத்திற்கு நினைவகத்தை ஒதுக்க முடியவில்லை

source: Couldn't allocate memory for context buffer
ta: சூழல் இடையகத்திற்கு நினைவகத்தை ஒதுக்க முடியவில்லை

source: Couldn't allocate memory for header
ta: தலைப்புக்கு நினைவகத்தை ஒதுக்க முடியவில்லை

source: Couldn't allocate memory for line data
ta: வரி தரவுகளுக்கு நினைவகத்தை ஒதுக்க முடியவில்லை

source: Couldn't allocate memory for loading JPEG file
ta: JPEG கோப்பை ஏற்றுவதற்கு நினைவகத்தை ஒதுக்க முடியவில்லை

source: Couldn't allocate memory for paletted data
ta: தட்டப்பட்ட தரவுகளுக்கு நினைவகத்தை ஒதுக்க முடியவில்லை

source: Couldn't allocate memory for saving BMP file
ta: BMP கோப்பைச் சேமிக்க நினைவகத்தை ஒதுக்க முடியவில்லை

source: Couldn't allocate memory for stream
ta: ச்ட்ரீமுக்கு நினைவகத்தை ஒதுக்க முடியவில்லை

source: Couldn't allocate memory to buffer image data
ta: படத் தரவை இடையகத்திற்கு நினைவகத்தை ஒதுக்க முடியவில்லை

source: Couldn't convert filename
ta: கோப்பு பெயரை மாற்ற முடியவில்லை

source: Couldn't create new pixbuf
ta: புதிய பிக்ச்புஃப் உருவாக்க முடியவில்லை

source: Couldn't decode image
ta: படத்தை டிகோட் செய்ய முடியவில்லை

source: Couldn't load bitmap
ta: பிட்மேப்பை ஏற்ற முடியவில்லை

source: Couldn't load metafile
ta: மெட்டாஃபைலை ஏற்ற முடியவில்லை

source: Couldn't recognize the image file format for file '%s'
ta: '%S' கோப்புக்கான பட கோப்பு வடிவமைப்பை அடையாளம் காண முடியவில்லை

source: Couldn't save
ta: சேமிக்க முடியவில்லை

source: Couldn't save the rest
ta: மீதமுள்ளவற்றை காப்பாற்ற முடியவில்லை

source: Couldn't write to BMP file
ta: பி.எம்.பி கோப்பிற்கு எழுத முடியவில்லை

source: Couldn't write to TIFF file
ta: TIFF கோப்பிற்கு எழுத முடியவில்லை

source: Create Fo_lder
ta: கோப்புறையை உருவாக்கவும்

source: Create in _folder:
ta: _ ஃபோல்டரில் உருவாக்கவும்:

source: Credits
ta: வரவு

source: Cursor hotspot outside image
ta: படத்திற்கு வெளியே கர்சர் ஆட்ச்பாட்

source: Custom %sx%s
ta: தனிப்பயன் %sx %s

source: Custom Size %d
ta: தனிப்பயன் அளவு %d

source: Custom size
ta: தனிப்பயன் அளவு

source: Cyrillic (Transliterated)
ta: சிரிலிக் (மொழிபெயர்ப்பு)

source: DISPLAY
ta: காட்சி

source: De_lete File
ta: கோப்பை நீக்கு

source: Decreases the volume
ta: அளவைக் குறைக்கிறது

source: Delete File
ta: கோப்பை அழி

source: Desktop
ta: டெச்க்டாப்

source: Didn't get all lines of PCX image
ta: பிசிஎக்ச் படத்தின் அனைத்து வரிகளும் கிடைக்கவில்லை

source: Dimensions of TIFF image too large
ta: TIFF படத்தின் பரிமாணங்கள் மிகப் பெரியவை

source: Disabled
ta: முடக்கப்பட்டது

source: Do use the Wintab API [default]
ta: விண்டாப் பநிஇ [இயல்புநிலை] பயன்படுத்தவும்

source: Documented by
ta: ஆவணப்படுத்தியது

source: Don't batch GDI requests
ta: சி.டி.ஐ கோரிக்கைகளை தொகுக்க வேண்டாம்

source: Don't check for the existence of index.theme
ta: Index.theme இன் இருப்பை சரிபார்க்க வேண்டாம்

source: Don't include image data in the cache
ta: தற்காலிக சேமிப்பில் படத் தரவை சேர்க்க வேண்டாம்

source: Don't use the Wintab API for tablet support
ta: டேப்லெட் ஆதரவுக்கு விண்டாப் பநிஇ பயன்படுத்த வேண்டாம்

source: Down Path
ta: கீழ் பாதை

source: Duplicate object id '%s' on line %d (previously on line %d)
ta: வரி %d இல் நகல் பொருள் ஐடி ' %s' (முன்பு வரி %d இல்)

source: Element <%s> is not allowed below <%s>
ta: உறுப்பு <%s> <%s> க்கு கீழே அனுமதிக்கப்படவில்லை

source: Embed GhostScript fonts only
ta: கோச்ட்ச்கிரிப்ட் எழுத்துருக்களை மட்டும் உட்பொதிக்கவும்

source: Empty
ta: காலி

source: Error creating folder '%s': %s
ta: ' %S' கோப்புறையை உருவாக்கும் பிழை: %s

source: Error creating print preview
ta: அச்சு முன்னோட்டத்தை உருவாக்கும் பிழை

source: Error deleting file '%s': %s
ta: ' %S' கோப்பை நீக்குவதில் பிழை: %s

source: Error from StartDoc
ta: StartDoc இலிருந்து பிழை

source: Error interpreting JPEG image file (%s)
ta: JPEG படக் கோப்பை (%s) விளக்குவதில் பிழை

source: Error launching preview
ta: முன்னோட்டம் தொடங்குவதில் பிழை

source: Error loading icon: %s
ta: படவுரு ஏற்றுதல்: %s

source: Error parsing option --gdk-debug
ta: பிழை பாகுபடுத்தல் விருப்பம்-சி.டி.கே-டெபக்

source: Error parsing option --gdk-no-debug
ta: பிழை பாகுபடுத்தல் விருப்பம்-சி.டி.கே-நோ-டெபக்

source: Error printing
ta: பிழை அச்சிடுதல்

source: Error reading ICNS image: %s
ta: ஐகான்கள் படங்களைப் படிப்பது பிழை

source: Error renaming file "%s" to "%s": %s
ta: "%S" ஐ "%s" க்கு மறுபெயரிடுவது பிழை:%s

source: Error renaming file "%s": %s
ta: " %S" ஐ மறுபெயரிடுவது பிழை: %s

source: Error renaming file to "%s": %s
ta: பிழையை " %s" க்கு மறுபெயரிடுவது: %s

source: Error writing to image file: %s
ta: படக் கோப்பில் எழுதுவது பிழை: %s

source: Error writing to image stream
ta: பட ச்ட்ரீமுக்கு எழுதுதல் பிழை

source: Even sheets
ta: தாள்கள் கூட

source: Excess data in file
ta: கோப்பில் அதிகப்படியான தரவு

source: FLAGS
ta: கொடிகள்

source: Failed to close '%s' while writing image, all data may not have been saved: %s
ta: படத்தை எழுதும் போது ' %s' ஐ மூடுவதில் தோல்வி, எல்லா தரவுகளும் சேமிக்கப்பட்டிருக்காது: %s

source: Failed to load RGB data from TIFF file
ta: TIFF கோப்பிலிருந்து RGB தரவை ஏற்றுவதில் தோல்வி

source: Failed to load TIFF image
ta: TIFF படத்தை ஏற்றுவதில் தோல்வி

source: Failed to load animation '%s': reason not known, probably a corrupt animation file
ta: அனிமேசனை ஏற்றுவதில் தோல்வி '%s': காரணம் தெரியவில்லை, அநேகமாக ஒரு ஊழல் அனிமேசன் கோப்பு

source: Failed to load icon
ta: ஐகானை ஏற்றுவதில் தோல்வி

source: Failed to load image '%s': %s
ta: படத்தை ஏற்றுவதில் தோல்வி ' %s': %s

source: Failed to load image '%s': reason not known, probably a corrupt image file
ta: படத்தை ஏற்றுவதில் தோல்வி '%s': காரணம் தெரியவில்லை, அநேகமாக ஊழல் நிறைந்த படக் கோப்பு

source: Failed to open '%s' for writing: %s
ta: எழுதுவதற்கு ' %s' திறக்கத் தவறிவிட்டது: %s

source: Failed to open TIFF image
ta: TIFF படத்தைத் திறக்கத் தவறிவிட்டது

source: Failed to open file %s : %s
ta: %S: %s ஐ திறக்கத் தவறிவிட்டது

source: Failed to open file '%s': %s
ta: கோப்பைத் திறக்கத் தவறிவிட்டது ' %s': %s

source: Failed to open temporary file
ta: தற்காலிக கோப்பைத் திறக்கத் தவறிவிட்டது

source: Failed to read from temporary file
ta: தற்காலிக கோப்பிலிருந்து படிக்கத் தவறிவிட்டது

source: Failed to rewrite header
ta: தலைப்பை மீண்டும் எழுதுவதில் தோல்வி

source: Failed to save TIFF image
ta: TIFF படத்தை சேமிப்பதில் தோல்வி

source: Failed to write TIFF data
ta: TIFF தரவு எழுதத் தவறிவிட்டது

source: Failed to write cache file: %s
ta: கேச் கோப்பை எழுதுவதில் தோல்வி: %s

source: Failed to write folder index
ta: கோப்புறை குறியீட்டை எழுதுவதில் தோல்வி

source: Failed to write hash table
ta: ஆச் அட்டவணை எழுதத் தவறிவிட்டது

source: Failed to write header
ta: தலைப்பு எழுதத் தவறிவிட்டது

source: Failed to write to temporary file when loading XBM image
ta: எக்ச்பிஎம் படத்தை ஏற்றும்போது தற்காலிக கோப்பில் எழுதத் தவறிவிட்டது

source: Failed to write to temporary file when loading XPM image
ta: எக்ச்பிஎம் படத்தை ஏற்றும்போது தற்காலிக கோப்பில் எழுதத் தவறிவிட்டது

source: Failure reading GIF: %s
ta: Gifs படிக்கும் தோல்வி

source: Fatal error in PNG image file: %s
ta: பி.என்.சி படக் கோப்பில் அபாயகரமான பிழை: %s

source: Fatal error reading PNG image file
ta: பி.என்.சி படக் கோப்பைப் படிப்பது அபாயகரமான பிழை

source: Fatal error reading PNG image file: %s
ta: பி.என்.சி படக் கோப்பைப் படித்தல் அபாயகரமான பிழை: %s

source: File
ta: கோப்பு

source: File System
ta: கோப்பு முறைமை

source: File System Root
ta: கோப்பு முறைமை ரூட்

source: File does not appear to be a GIF file
ta: கோப்பு GIF கோப்பாகத் தெரியவில்லை

source: File not found: %s
ta: கோப்பு கிடைக்கவில்லை: %s

source: Files
ta: கோப்புகள்

source: Finishing
ta: முடித்தல்

source: Folder unreadable: %s
ta: கோப்புறை படிக்க முடியாதது: %s

source: Folders
ta: கோப்புறைகள்

source: Font
ta: எழுத்துரு

source: Font Selection
ta: எழுத்துரு தேர்வு

source: For portable documents
ta: சிறிய ஆவணங்களுக்கு

source: Forget password _immediately
ta: கடவுச்சொல்லை உடனடியாக மறந்துவிட்டேன்

source: Full Volume
ta: முழு அளவு

source: GIF file was missing some data (perhaps it was truncated somehow?)
ta: GIF கோப்பு சில தரவைக் காணவில்லை (ஒருவேளை அது எப்படியாவது துண்டிக்கப்பட்டதா?)

source: GIF image has no global colormap, and a frame inside it has no local colormap.
ta: GIF படத்திற்கு உலகளாவிய வண்ணமயமாகம் இல்லை, அதற்குள் ஒரு சட்டகத்திற்கு உள்ளக வண்ணமயமாக்கல் இல்லை.

source: GIF image is corrupt (incorrect LZW compression)
ta: GIF படம் ஊழல் நிறைந்தது (தவறான LZW சுருக்கம்)

source: GIF image loader cannot understand this image.
ta: GIF பட ஏற்றி இந்த படத்தை புரிந்து கொள்ள முடியாது.

source: GIF image was truncated or incomplete.
ta: GIF படம் துண்டிக்கப்பட்டது அல்லது முழுமையடையாது.

source: GTK+ Options
ta: Gtk+ விருப்பங்கள்

source: GTK+ debugging flags to set
ta: சி.டி.கே+ பிழைத்திருத்த கொடிகளை அமைக்க

source: GTK+ debugging flags to unset
ta: சி.டி.கே+ பிழைத்திருத்த கொடிகளை அமைக்கவும்

source: Gamma
ta: காமா

source: Gdk debugging flags to set
ta: சி.டி.கே பிழைத்திருத்த கொடிகளை அமைக்க

source: Gdk debugging flags to unset
ta: சி.டி.கே.

source: General
ta: பொது

source: Getting printer information...
ta: அச்சுப்பொறி தகவலைப் பெறுதல் ...

source: GhostScript pre-filtering
ta: கோச்ட்ச்கிரிப்ட் முன் வடிகட்டுதல்

source: High
ta: உயர்ந்த

source: Hold the job until it is explicitly released
ta: வேலையை வெளிப்படையாக வெளியிடும் வரை வைத்திருங்கள்

source: IPA
ta: ஐபிஏ

source: Icon '%s' not present in theme
ta: படவுரு '%s' கருப்பொருளில் இல்லை

source: Icon has zero height
ta: ஐகானுக்கு சுழிய உயரம் உள்ளது

source: Icon has zero width
ta: ஐகானுக்கு சுழிய அகலம் உள்ளது

source: Image Quality
ta: பட தகுதி

source: Image file '%s' contains no data
ta: படக் கோப்பில் '%s' தரவு இல்லை

source: Image format unknown
ta: பட வடிவம் தெரியவில்லை

source: Image has invalid width and/or height
ta: படத்திற்கு தவறான அகலம் மற்றும்/அல்லது உயரம் உள்ளது

source: Image has unsupported bpp
ta: படம் ஆதரிக்கப்படாத பிபிபி

source: Image has unsupported number of %d-bit planes
ta: படத்தில் ஆதரிக்கப்படாத %d-பிட் விமானங்கள் உள்ளன

source: Image has zero height
ta: படம் சுழிய உயரத்தைக் கொண்டுள்ளது

source: Image has zero width
ta: படத்திற்கு சுழிய அகலம் உள்ளது

source: Image header corrupt
ta: பட தலைப்பு ஊழல்

source: Image pixel data corrupt
ta: பட படப்புள்ளி தரவு ஊழல்

source: Image too large to be saved as ICO
ta: படம் ஐ.சி.ஓ என சேமிக்க முடியாத அளவுக்கு பெரியது

source: Image type '%s' is not supported
ta: பட வகை '%s' ஆதரிக்கப்படவில்லை

source: Image type currently not supported
ta: பட வகை தற்போது ஆதரிக்கப்படவில்லை

source: Image-loading module %s does not export the proper interface; perhaps it's from a different GTK version?
ta: பட-ஏற்றுதல் தொகுதி %s சரியான இடைமுகத்தை ஏற்றுமதி செய்யாது; ஒருவேளை இது வேறு சி.டி.கே பதிப்பிலிருந்து வந்ததா?

source: Incomplete hostname; end it with '/'
ta: முழுமையற்ற ஓச்ட்பெயர்; அதை '/' உடன் முடிக்கவும்

source: Increases the volume
ta: அளவை அதிகரிக்கிறது

source: Incremental loading of image type '%s' is not supported
ta: பட வகை '%s' இன் அதிகரிக்கும் ஏற்றுதல் ஆதரிக்கப்படவில்லை

source: Input
ta: உள்ளீடு

source: Input _Methods
ta: உள்ளீடு _methods

source: Insufficient memory to load PNG file
ta: PNG கோப்பை ஏற்ற போதுமான நினைவகம்

source: Insufficient memory to load PNM context struct
ta: PNM சூழல் கட்டமைப்பை ஏற்ற போதுமான நினைவகம்

source: Insufficient memory to load PNM file
ta: PNM கோப்பை ஏற்ற போதுமான நினைவகம்

source: Insufficient memory to load XBM image file
ta: எக்ச்பிஎம் படக் கோப்பை ஏற்ற போதுமான நினைவகம்

source: Insufficient memory to load image, try exiting some applications to free memory
ta: படத்தை ஏற்றுவதற்கு போதுமான நினைவகம் இல்லை, இலவச நினைவகத்திற்கு சில பயன்பாடுகளிலிருந்து வெளியேற முயற்சிக்கவும்

source: Insufficient memory to open JPEG 2000 file
ta: JPEG 2000 கோப்பைத் திறக்க போதுமான நினைவகம்

source: Insufficient memory to open TIFF file
ta: TIFF கோப்பைத் திறக்க போதுமான நினைவகம்

source: Insufficient memory to save image into a buffer
ta: படத்தை ஒரு இடையகத்தில் சேமிக்க போதுமான நினைவகம்

source: Insufficient memory to save image to callback
ta: படத்தை அழைப்புக்கு சேமிக்க போதுமான நினைவகம் இல்லை

source: Insufficient memory to store a %ld by %ld image; try exiting some applications to reduce memory usage
ta: %LD ஐ %LD படத்தால் சேமிக்க போதுமான நினைவகம்; நினைவக பயன்பாட்டைக் குறைக்க சில பயன்பாடுகளிலிருந்து வெளியேற முயற்சிக்கவும்

source: Internal error in the GIF loader (%s)
ta: GIF ஏற்றி (%s) இல் உள் பிழை

source: Internal error: Image loader module '%s' failed to complete an operation, but didn't give a reason for the failure
ta: உள் பிழை: பட ஏற்றி தொகுதி '%s' ஒரு செயல்பாட்டை முடிக்கத் தவறிவிட்டன, ஆனால் தோல்விக்கு ஒரு காரணத்தைக் கூறவில்லை

source: Inuktitut (Transliterated)
ta: Inuuktitut (மொழிபெயர்ப்பு)

source: Invalid URI
ta: தவறான யூரி

source: Invalid UTF-8
ta: தவறான UTF-8

source: Invalid XBM file
ta: தவறான எக்ச்பிஎம் கோப்பு

source: Invalid XPM header
ta: தவறான எக்ச்பிஎம் தலைப்பு

source: Invalid argument to CreateDC
ta: உருவாக்கியதற்கு தவறான உரையாடல்

source: Invalid argument to PrintDlgEx
ta: PrintDlgex க்கு தவறான உரையாடல்

source: Invalid file name
ta: தவறான கோப்பு பெயர்

source: Invalid handle to PrintDlgEx
ta: PrintDlgex க்கு தவறான கைப்பிடி

source: Invalid header in animation
ta: அனிமேசனில் தவறான தலைப்பு

source: Invalid header in icon
ta: ஐகானில் தவறான தலைப்பு

source: Invalid path
ta: தவறான பாதை
