Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/gtk20-properties.po
Languages: ta

source: Font description as a PangoFontDescription struct
ta: எழுத்துரு விளக்கம் ஒரு பாங்கோஃபோன்ட் டெச்கிரிப்சன் கட்டமைப்பாக

source: Font description as a string, e.g. "Sans Italic 12"
ta: எழுத்துரு விளக்கம் ஒரு சரமாக, எ.கா. "சான்ச் சாய்வு 12"

source: Font family
ta: எழுத்துரு குடும்பம்

source: Font family set
ta: எழுத்துரு குடும்ப தொகுப்பு

source: Font name
ta: எழுத்துரு பெயர்

source: Font options
ta: எழுத்துரு விருப்பங்கள்

source: Font points
ta: எழுத்துரு புள்ளிகள்

source: Font resolution
ta: எழுத்துரு தீர்மானம்

source: Font scale
ta: எழுத்துரு அளவு

source: Font scale set
ta: எழுத்துரு அளவிலான தொகுப்பு

source: Font scaling factor
ta: எழுத்துரு அளவிடுதல் காரணி

source: Font size
ta: எழுத்துரு அளவு

source: Font size as a scale factor relative to the default font size. This properly adapts to theme changes etc. so is recommended. Pango predefines some scales such as PANGO_SCALE_X_LARGE
ta: இயல்புநிலை எழுத்துரு அளவோடு தொடர்புடைய அளவிலான காரணியாக எழுத்துரு அளவு. இது கருப்பொருள் மாற்றங்கள் போன்றவற்றுடன் சரியாக மாற்றியமைக்கிறது. எனவே பரிந்துரைக்கப்படுகிறது. Pango_scale_x_large போன்ற சில செதில்களை பாங்கோ முன்கூட்டியே கொண்டுள்ளது

source: Font size in Pango units
ta: பாங்கோ அலகுகளில் எழுத்துரு அளவு

source: Font size in points
ta: புள்ளிகளில் எழுத்துரு அளவு

source: Font size set
ta: எழுத்துரு அளவு தொகுப்பு

source: Font stretch
ta: எழுத்துரு நீட்சி

source: Font stretch as a PangoStretch, e.g. PANGO_STRETCH_CONDENSED
ta: ஒரு பாங்கோச்ட்ரெட்ச் என எழுத்துரு நீட்சி, எ.கா. Pango_stretch_condensed

source: Font stretch set
ta: எழுத்துரு நீட்டிப்பு தொகுப்பு

source: Font style
ta: எழுத்துரு நடை

source: Font style as a PangoStyle, e.g. PANGO_STYLE_ITALIC
ta: ஒரு பாங்ச்டைலாக எழுத்துரு பாணி, எ.கா. Pango_style_italic

source: Font style set
ta: எழுத்துரு பாணி தொகுப்பு

source: Font variant
ta: எழுத்துரு மாறுபாடு

source: Font variant as a PangoVariant, e.g. PANGO_VARIANT_SMALL_CAPS
ta: புங்கோவாரியட்டின் மாறுபாடு மூல, எ.கா. Small_caps

source: Font variant set
ta: எழுத்துரு மாறுபாடு தொகுப்பு

source: Font weight
ta: எழுத்துரு எடை

source: Font weight as an integer, see predefined values in PangoWeight; for example, PANGO_WEIGHT_BOLD
ta: எழுத்துரு எடை ஒரு முழு எண்ணாக, Pangoweight இல் முன் வரையறுக்கப்பட்ட மதிப்புகளைக் காண்க; எடுத்துக்காட்டாக, pango_weight_bold

source: Font weight set
ta: எழுத்துரு எடை தொகுப்பு

source: Fontconfig configuration timestamp
ta: FontConfig கட்டமைப்பு நேர முத்திரை

source: Force aspect ratio to match that of the frame's child
ta: சட்டகத்தின் குழந்தையுடன் பொருந்தக்கூடிய விகித விகிதத்தை கட்டாயப்படுத்துங்கள்

source: Foreground color
ta: முன்புற நிறம்

source: Foreground color as a (possibly unallocated) GdkColor
ta: முன்புற வண்ணம் ஒரு (ஒதுக்கப்படாத) gdkcolor

source: Foreground color as a GdkColor
ta: Gdkcolor ஆக முன்புற வண்ணம்

source: Foreground color as a string
ta: முன்புற வண்ணம் ஒரு சரமாக

source: Foreground color name
ta: முன்புற வண்ண பெயர்

source: Foreground set
ta: முன்புற தொகுப்பு

source: Foreground stipple mask
ta: முன்புற ச்டிப்பிள் மாச்க்

source: Foreground stipple set
ta: முன்புற ச்டிப்பிள் செட்

source: Forward stepper
ta: முன்னோக்கி ச்டெப்பர்

source: Fraction
ta: பின்னம்

source: Frame shadow
ta: பிரேம் நிழல்

source: GIcon
ta: கிகான்

source: GIcon for primary icon
ta: முதன்மை ஐகானுக்கு கிகான்

source: GIcon for secondary icon
ta: இரண்டாம் நிலை ஐகானுக்கு கிகான்

source: GTK Modules
ta: சி.டி.கே தொகுதிகள்

source: GdkPixbufAnimation to display
ta: காண்பிக்க gdkpixbufanimation

source: Gravity
ta: ஈர்ப்பு

source: Grid line pattern
ta: கட்டம் வரி முறை

source: Grid line width
ta: கட்டம் வரி அகலம்

source: Group
ta: குழு

source: Group ID
ta: குழு ஐடி

source: Group ID for tabs drag and drop
ta: தாவல்களுக்கான குழு ஐடி இழுத்து விடுங்கள்

source: Group for tabs drag and drop
ta: தாவல்களுக்கான குழு இழுத்து விடுங்கள்

source: Handle Size
ta: கையாளுதல்

source: Handle position
ta: நிலை நிலையை கையாளவும்

source: Has Alpha
ta: ஆல்பா உள்ளது

source: Has Entry
ta: நுழைவு உள்ளது

source: Has Frame
ta: சட்டகம் உள்ளது

source: Has Opacity Control
ta: ஒளிபுகா கட்டுப்பாடு உள்ளது

source: Has Resize Grip
ta: மறுஅளவிடுதல் பிடியைக் கொண்டுள்ளது

source: Has Selection
ta: தேர்வு உள்ளது

source: Has default
ta: இயல்புநிலை உள்ளது

source: Has focus
ta: கவனம் செலுத்துகிறது

source: Has palette
ta: தட்டு உள்ளது

source: Has selection
ta: தேர்வு உள்ளது

source: Has separator
ta: பிரிப்பான் உள்ளது

source: Has tooltip
ta: உதவிக்குறிப்பு உள்ளது

source: Header Padding
ta: தலைப்பு திணிப்பு

source: Header image
ta: தலைப்பு படம்

source: Header image for the assistant page
ta: உதவி பக்கத்திற்கான தலைப்பு படம்

source: Headers Clickable
ta: தலைப்புகள் சொடுக்கு செய்யக்கூடியவை

source: Headers Visible
ta: தலைப்புகள் தெரியும்

source: Height
ta: உயரம்

source: Height request
ta: உயர கோரிக்கை

source: Help Button
ta: உதவி பொத்தான்

source: Hide if empty
ta: காலியாக இருந்தால் மறைக்கவும்

source: Hint to help the desktop environment understand what kind of window this is and how to treat it.
ta: டெச்க்டாப் சூழலுக்கு இது என்ன வகையான சாளரம், அதை எவ்வாறு சிகிச்சையளிப்பது என்பதைப் புரிந்துகொள்ள உதவும் குறிப்பு.

source: Homogeneous
ta: ஒரே மாதிரியான

source: Horizontal Adjustment
ta: கிடைமட்ட சரிசெய்தல்

source: Horizontal Adjustment for the widget
ta: விட்செட்டுக்கு கிடைமட்ட சரிசெய்தல்

source: Horizontal Alignment
ta: கிடைமட்ட சீரமைப்பு

source: Horizontal Offset
ta: கிடைமட்ட ஆஃப்செட்

source: Horizontal Padding
ta: கிடைமட்ட திணிப்பு

source: Horizontal Scroll Arrow Length
ta: கிடைமட்ட உருள் அம்பு நீளம்

source: Horizontal Scrollbar Policy
ta: கிடைமட்ட உருள் கொள்கை

source: Horizontal Separator Width
ta: கிடைமட்ட பிரிப்பான் அகலம்

source: Horizontal Tab Border
ta: கிடைமட்ட தாவல் எல்லை

source: Horizontal adjustment
ta: கிடைமட்ட சரிசெய்தல்

source: Horizontal adjustment for the text widget
ta: உரை விட்செட்டுக்கு கிடைமட்ட சரிசெய்தல்

source: Horizontal alignment
ta: கிடைமட்ட சீரமைப்பு

source: Horizontal alignment for child
ta: குழந்தைக்கு கிடைமட்ட சீரமைப்பு

source: Horizontal options
ta: கிடைமட்ட விருப்பங்கள்

source: Horizontal padding
ta: கிடைமட்ட திணிப்பு

source: Horizontal position of child in available space. 0.0 is left aligned, 1.0 is right aligned
ta: கிடைக்கக்கூடிய இடத்தில் குழந்தையின் கிடைமட்ட நிலை. 0.0 இடது சீரமைக்கப்பட்டுள்ளது, 1.0 வலதுபுறம் சீரமைக்கப்பட்டுள்ளது

source: Horizontal scale
ta: கிடைமட்ட அளவு

source: Horizontal space between cells. Must be an even number
ta: கலங்களுக்கு இடையில் கிடைமட்ட இடைவெளி. ஒரு சம எண்ணாக இருக்க வேண்டும்

source: Hover Expand
ta: ஓவர் விரிவாக்கம்

source: Hover Selection
ta: ஓவர் தேர்வு

source: How far in the x direction to move the arrow when the button is depressed
ta: பொத்தானைக் குறைக்கும் போது அம்புக்குறியை நகர்த்த ஃச் திசையில் எவ்வளவு தூரம்

source: How far in the x direction to move the child when the button is depressed
ta: பொத்தானைக் குறைக்கும் போது குழந்தையை நகர்த்த ஃச் திசையில் எவ்வளவு தூரம்

source: How far in the y direction to move the arrow when the button is depressed
ta: பொத்தானை மனச்சோர்வடையும்போது அம்புக்குறியை நகர்த்த ஒய் திசையில் எவ்வளவு தூரம்

source: How far in the y direction to move the child when the button is depressed
ta: பொத்தானைக் குறைக்கும் போது குழந்தையை நகர்த்த ஒய் திசையில் எவ்வளவு தூரம்

source: How long to show the last input character in hidden entries
ta: மறைக்கப்பட்ட உள்ளீடுகளில் கடைசி உள்ளீட்டு எழுத்தை எவ்வளவு நேரம் காண்பிப்பது

source: How the range should be updated on the screen
ta: வரம்பு எவ்வாறு திரையில் புதுப்பிக்கப்பட வேண்டும்

source: How the text and icon of each item are positioned relative to each other
ta: ஒவ்வொரு பொருளின் உரை மற்றும் படவுரு ஒருவருக்கொருவர் ஒப்பிடும்போது எவ்வாறு நிலைநிறுத்தப்படுகின்றன

source: How to align the lines
ta: கோடுகளை எவ்வாறு சீரமைப்பது

source: How to break the string into multiple lines, if the cell renderer does not have enough room to display the entire string
ta: செல் ரெண்டரரிடம் முழு சரத்தையும் காண்பிக்க போதுமான இடம் இல்லையென்றால், சரத்தை பல வரிகளாக உடைப்பது எப்படி

source: How to draw the input method preedit string
ta: உள்ளீட்டு முறை முன்னுரை சரம் எப்படி வரையலாம்

source: How to draw the input method statusbar
ta: உள்ளீட்டு முறை நிலைமையை எவ்வாறு வரையலாம்

source: How to draw the toolbar
ta: கருவிப்பட்டியை எவ்வாறு வரையலாம்

source: How to layout the buttons in the box. Possible values are default, spread, edge, start and end
ta: பெட்டியில் பொத்தான்களை எவ்வாறு அமைப்பது. சாத்தியமான மதிப்புகள் இயல்புநிலை, பரவல், விளிம்பு, தொடக்க மற்றும் முடிவு

source: IM Preedit style
ta: நான் முன்னுரிமை பாணி

source: IM Status style
ta: நான் நிலை நடை

source: IM module
ta: Im தொகுதி

source: Icon
ta: படவுரு

source: Icon Name
ta: படவுரு பெயர்

source: Icon Prelight
ta: படவுரு ப்ரெபிலைட்

source: Icon Sizes
ta: படவுரு அளவுகள்

source: Icon Theme Name
ta: படவுரு கருப்பொருள் பெயர்

source: Icon View Model
ta: படவுரு பார்வை மாதிரி

source: Icon for this window
ta: இந்த சாளரத்திற்கான படவுரு

source: Icon name
ta: படவுரு பெயர்

source: Icon name for primary icon
ta: முதன்மை ஐகானுக்கான படவுரு பெயர்

source: Icon name for secondary icon
ta: இரண்டாம் நிலை ஐகானுக்கான படவுரு பெயர்

source: Icon set
ta: படவுரு தொகுப்பு

source: Icon set to display
ta: காண்பிக்க படவுரு அமைக்கப்பட்டுள்ளது

source: Icon size
ta: படவுரு அளவு

source: Icon size set
ta: படவுரு அளவு தொகுப்பு

source: Icon spacing
ta: படவுரு இடைவெளி

source: Icon widget
ta: படவுரு விட்செட்

source: Icon widget to display in the item
ta: உருப்படியில் காண்பிக்க படவுரு விட்செட்

source: Icons
ta: சின்னங்கள்

source: If FALSE, don't allow to enter strings other than the chosen ones
ta: தவறு என்றால், தேர்ந்தெடுக்கப்பட்டவற்றைத் தவிர வேறு சரங்களை உள்ளிட அனுமதிக்க வேண்டாம்

source: If TRUE, a heading is displayed
ta: உண்மை என்றால், ஒரு தலைப்பு காட்டப்படும்

source: If TRUE, day names are displayed
ta: உண்மை என்றால், நாள் பெயர்கள் காட்டப்படும்

source: If TRUE, details are shown
ta: உண்மை என்றால், விவரங்கள் காட்டப்படும்

source: If TRUE, pressing the right mouse button on the notebook pops up a menu that you can use to go to a page
ta: உண்மை என்றால், நோட்புக்கில் வலது சுட்டி பொத்தானை அழுத்துவது ஒரு பக்கத்திற்குச் செல்ல நீங்கள் பயன்படுத்தக்கூடிய ஒரு மெனுவை மேல்தோன்றும்

source: If TRUE, scroll arrows are added if there are too many tabs to fit
ta: உண்மை என்றால், பொருந்தக்கூடிய பல தாவல்கள் இருந்தால் உருள் அம்புகள் சேர்க்கப்படுகின்றன

source: If TRUE, the GtkProgress is in activity mode, meaning that it signals something is happening, but not how much of the activity is finished. This is used when you're doing something but don't know how long it will take.
ta: உண்மை என்றால், GTKPROGRESS செயல்பாட்டு பயன்முறையில் உள்ளது, அதாவது அது ஏதாவது நடக்கிறது என்பதை சமிக்ஞை செய்கிறது, ஆனால் எவ்வளவு செயல்பாடு முடிந்தது அல்ல. நீங்கள் ஏதாவது செய்யும்போது இது பயன்படுத்தப்படுகிறது, ஆனால் எவ்வளவு நேரம் ஆகும் என்று தெரியவில்லை.

source: If TRUE, the child appears in a secondary group of children, suitable for, e.g., help buttons
ta: உண்மை என்றால், குழந்தை இரண்டாம் நிலை குழந்தைகளின் குழுவில் தோன்றும், எ.கா., உதவி பொத்தான்கள்

source: If TRUE, the child can be made smaller than its requisition
ta: உண்மை என்றால், குழந்தையை அதன் கோரிக்கையை விட சிறியதாக மாற்ற முடியும்

source: If TRUE, the child expands and shrinks along with the paned widget
ta: உண்மை என்றால், குழந்தை விரிவடைந்து பான் விட்செட்டுடன் சுருங்குகிறது

source: If TRUE, the popup window will appear for a single match.
ta: உண்மை என்றால், ஒரு போட்டிக்கு பாப்அப் சாளரம் தோன்றும்.

source: If TRUE, the popup window will have the same size as the entry
ta: உண்மை என்றால், பாப்அப் சாளரம் நுழைவுக்கு சமமான அளவைக் கொண்டிருக்கும்

source: If TRUE, the selected month cannot be changed
ta: உண்மை என்றால், தேர்ந்தெடுக்கப்பட்ட மாதத்தை மாற்ற முடியாது

source: If TRUE, the table cells are all the same width/height
ta: உண்மை என்றால், அட்டவணை செல்கள் அனைத்தும் ஒரே அகலம்/உயரம்

source: If TRUE, the widget will receive the default action when it is focused
ta: உண்மை என்றால், விட்செட் கவனம் செலுத்தும்போது இயல்புநிலை செயலைப் பெறும்

source: If TRUE, the window has no mimimum size. Setting this to TRUE is 99% of the time a bad idea
ta: உண்மை என்றால், சாளரத்திற்கு குறைந்தபட்ச அளவு இல்லை. இது உண்மைக்கு அமைப்புகள் 99% நேரம் ஒரு மோசமான யோசனையாகும்

source: If TRUE, the window is modal (other windows are not usable while this one is up)
ta: உண்மை என்றால், சாளரம் மோடல் ஆகும் (இது மேலே இருக்கும்போது மற்ற சாளரங்கள் பயன்படுத்தப்படாது)

source: If TRUE, unmapped widgets are ignored when determining the size of the group
ta: உண்மை என்றால், குழுவின் அளவை நிர்ணயிக்கும் போது அசைக்கப்படாத விட்செட்டுகள் புறக்கணிக்கப்படுகின்றன

source: If TRUE, users can expand the window beyond its minimum size
ta: உண்மை என்றால், பயனர்கள் சாளரத்தை அதன் குறைந்தபட்ச அளவிற்கு அப்பால் விரிவாக்க முடியும்

source: If TRUE, users can resize the window
ta: உண்மை என்றால், பயனர்கள் சாளரத்தை அளவை மாற்றலாம்

source: If TRUE, week numbers are displayed
ta: உண்மை என்றால், வார எண்கள் காட்டப்படும்

source: If an arrow should be shown if the toolbar doesn't fit
ta: கருவிப்பட்டி பொருந்தவில்லை என்றால் ஒரு அம்பு காட்டப்பட வேண்டும் என்றால்

source: If available horizontal space is bigger than needed for the child, how much of it to use for the child. 0.0 means none, 1.0 means all
ta: கிடைமட்ட இடம் குழந்தைக்குத் தேவையானதை விட பெரியதாக இருந்தால், குழந்தைக்கு எவ்வளவு பயன்படுத்த வேண்டும். 0.0 என்றால் எதுவுமில்லை, 1.0 என்றால் அனைத்தும்

source: If available vertical space is bigger than needed for the child, how much of it to use for the child. 0.0 means none, 1.0 means all
ta: கிடைக்குத் தேவையானதை விட செங்குத்து இடம் பெரியதாக இருந்தால், குழந்தைக்கு எவ்வளவு பயன்படுத்த வேண்டும். 0.0 என்றால் எதுவுமில்லை, 1.0 என்றால் அனைத்தும்

source: If set, an underline in the label property indicates that the next character should be used for the mnemonic accelerator key in the overflow menu
ta: அமைக்கப்பட்டால், சிட்டை சொத்தில் ஒரு அடிக்கோடிட்டுக் காட்டுதல் வழிதல் பட்டியலில் உள்ள நினைவூட்டல் முடுக்கி விசைக்கு அடுத்த எழுத்து பயன்படுத்தப்பட வேண்டும் என்பதைக் குறிக்கிறது

source: If set, an underline in the text indicates the next character should be used for the mnemonic accelerator key
ta: அமைக்கப்பட்டால், உரையில் ஒரு அடிக்கோடிட்டுக் காட்டுகிறது அடுத்த எழுத்து நினைவூட்டல் முடுக்கி விசைக்கு பயன்படுத்தப்பட வேண்டும் என்பதைக் குறிக்கிறது

source: If set, the label is used to pick a stock item instead of being displayed
ta: அமைக்கப்பட்டால், காண்பிக்கப்படுவதற்கு பதிலாக ஒரு பங்கு உருப்படியைத் தேர்வுசெய்ய சிட்டை பயன்படுத்தப்படுகிறது

source: If set, wrap lines if the text becomes too wide
ta: அமைக்கப்பட்டால், உரை மிகவும் அகலமாகிவிட்டால் கோடுகளை மடக்கு

source: If the insertion cursor is shown
ta: செருகும் கர்சர் காட்டப்பட்டால்

source: If the toggle action should be active in or not
ta: மாற்று நடவடிக்கை செயலில் இருக்க வேண்டுமா இல்லையா

source: If the toggle button is in an "in between" state
ta: மாற்று பொத்தானை ஒரு "இன் இடையே" நிலையில் இருந்தால்

source: If the toggle button should be pressed in or not
ta: மாற்று பொத்தானை அழுத்த வேண்டுமா இல்லையா

source: If the toggle part of the button is displayed
ta: பொத்தானின் மாற்று பகுதி காண்பிக்கப்பட்டால்

source: If the tooltips of the toolbar should be active or not
ta: கருவிப்பட்டியின் உதவிக்குறிப்புகள் செயலில் இருக்க வேண்டுமா இல்லையா

source: If this window should be destroyed when the parent is destroyed
ta: பெற்றோர் அழிக்கும்போது இந்த சாளரம் அழிக்கப்பட வேண்டும் என்றால்

source: If wrap is set, controls how linewrapping is done
ta: மடக்கு அமைக்கப்பட்டால், லைன்ஆப்பிராப்பிங் எவ்வாறு செய்யப்படுகிறது என்பதைக் கட்டுப்படுத்துகிறது

source: Ignore hidden
ta: மறைக்கப்பட்ட புறக்கணிக்கவும்

source: Image
ta: படம்

source: Image position
ta: பட நிலை

source: Image spacing
ta: பட இடைவெளி

source: Image widget
ta: பட விட்செட்

source: Image/label border
ta: படம்/லேபிள் எல்லை

source: Inconsistent
ta: சீரற்ற

source: Inconsistent state
ta: சீரற்ற நிலை

source: Indent
ta: இன்டென்ட்

source: Indent Expanders
ta: விரிவாக்கிகளை உள்தள்ளுங்கள்

source: Indent set
ta: உள்தள்ளல் தொகுப்பு

source: Indicates where scroll arrows should be placed
ta: சுருள் அம்புகளை எங்கு வைக்க வேண்டும் என்பதைக் குறிக்கிறது

source: Indicator Size
ta: காட்டி அளவு

source: Indicator Spacing
ta: காட்டி இடைவெளி

source: Indicator size
ta: காட்டி அளவு

source: Inline completion
ta: இன்லைன் நிறைவு

source: Inline selection
ta: இன்லைன் தேர்வு

source: Inner Border
ta: உள் எல்லை

source: Interior Focus
ta: உள்துறை கவனம்

source: Internal padding
ta: உள் திணிப்பு

source: Invert direction slider moves to increase range value
ta: வரம்பு மதிப்பை அதிகரிக்க திசை ச்லைடர் நகர்கிறது

source: Inverted
ta: தலைகீழ்

source: Invisible
ta: கண்ணுக்கு தெரியாத

source: Invisible char set
ta: கண்ணுக்கு தெரியாத கரி தொகுப்பு

source: Invisible character
ta: கண்ணுக்கு தெரியாத தன்மை

source: Invisible set
ta: கண்ணுக்கு தெரியாத தொகுப்பு

source: Is Active
ta: செயலில் உள்ளது

source: Is Expanded
ta: விரிவாக்கப்பட்டது

source: Is Expander
ta: விரிவாக்கமானது

source: Is Showing
ta: காட்டுகிறது

source: Is Virtual
ta: மெய்நிகர்

source: Is focus
ta: கவனம்

source: Is important
ta: முக்கியமானது

source: Is this curve linear, spline interpolated, or free-form
ta: இந்த வளைவு நேரியல், ச்ப்லைன் இடைக்கணிப்பு அல்லது இலவச வடிவம்

source: Item Padding
ta: உருப்படி திணிப்பு

source: Job Count
ta: வேலை எண்ணிக்கை

source: Job Name
ta: வேலை பெயர்

source: Justification
ta: நியாயப்படுத்துதல்

source: Justification set
ta: நியாயப்படுத்தும் தொகுப்பு

source: Key Theme Name
ta: முக்கிய கருப்பொருள் பெயர்

source: Keybinding to activate the menu bar
ta: பட்டியல் பட்டியை செயல்படுத்த keyBinding

source: Keynav Cursor Only
ta: கெய்னவ் கர்சர் மட்டுமே

source: Keynav Wrap Around
ta: கெய்னவ் சுற்றி மடக்கு

source: Label
ta: சிட்டை

source: Label for the tab containing custom widgets.
ta: தனிப்பயன் விட்செட்டுகளைக் கொண்ட தாவலுக்கான சிட்டை.

source: Label widget
ta: சிட்டை விட்செட்

source: Label xalign
ta: சிட்டை

source: Label yalign
ta: சிட்டை யாலின்

source: Language
ta: மொழி

source: Language set
ta: மொழி தொகுப்பு

source: Largest possible value for the "position" property
ta: "நிலை" சொத்துக்கான மிகப்பெரிய மதிப்பு

source: Layout style
ta: தளவமைப்பு நடை

source: Left Attach
ta: இடது இணைப்பு

source: Left Margin
ta: இடது விளிம்பு

source: Left Padding
ta: இடது திணிப்பு

source: Left attachment
ta: இடது இணைப்பு

source: Left gravity
ta: இடது ஈர்ப்பு

source: Left margin
ta: இடது விளிம்பு

source: Left margin set
ta: இடது விளிம்பு தொகுப்பு

source: Left, right, or center justification
ta: இடது, வலது அல்லது மைய நியாயப்படுத்தல்

source: Length of scale's slider
ta: அளவின் ச்லைடரின் நீளம்

source: Length of step buttons at ends
ta: முனைகளில் படி பொத்தான்களின் நீளம்

source: Length of the cursor blink cycle, in milliseconds
ta: கர்சர் ஒளிரும் சுழற்சியின் நீளம், மில்லி விநாடிகளில்

source: Length of the text currently in the buffer
ta: தற்போது இடையகத்தில் உள்ள உரையின் நீளம்

source: Length of the text currently in the entry
ta: தற்போது உள்ளீட்டில் உள்ள உரையின் நீளம்

source: Level Indentation
ta: நிலை உள்தள்ளல்

source: Limit
ta: வரம்பு

source: Line Wrap
ta: வரி மடக்கு

source: Line wrap
ta: வரி மடக்கு

source: Line wrap mode
ta: வரி மடக்கு முறை

source: List of authors of the program
ta: திட்டத்தின் ஆசிரியர்களின் பட்டியல்

source: List of currently active GTK modules
ta: தற்போது செயலில் உள்ள சி.டி.கே தொகுதிகளின் பட்டியல்

source: List of icon names
ta: படவுரு பெயர்களின் பட்டியல்

source: List of icon sizes (gtk-menu=16,16:gtk-button=20,20...
ta: படவுரு அளவுகளின் பட்டியல் (சி.டி.கே-மெனு = 16,16: சி.டி.கே-பட்டன் = 20,20 ...

source: List of people documenting the program
ta: நிரலை ஆவணப்படுத்தும் நபர்களின் பட்டியல்

source: List of people who have contributed artwork to the program
ta: திட்டத்திற்கு கலைப்படைப்புகளை வழங்கிய நபர்களின் பட்டியல்

source: List of the GtkPrintBackend backends to use by default
ta: இயல்பாகவே பயன்படுத்த GTKPrintbackend பின்தளத்தில் பட்டியல்

source: Local Only
ta: உள்ளக மட்டும்

source: Local only
ta: உள்ளக மட்டும்

source: Location
ta: இடம்

source: Logical sort column ID this column sorts on when selected for sorting
ta: தருக்க வரிசை நெடுவரிசை ஐடி வரிசையாக்கத் தேர்ந்தெடுக்கும்போது இந்த நெடுவரிசை வரிசைப்படுத்துகிறது

source: Logo
ta: சின்னம்

source: Logo Icon Name
ta: லோகோ படவுரு பெயர்

source: Loop
ta: லூப்

source: Lower
ta: கீழ்

source: Lower limit of ruler
ta: ஆட்சியாளரின் குறைந்த வரம்பு

source: Lower stepper sensitivity
ta: குறைந்த ச்டெப்பர் உணர்திறன்

source: Make the expanders indented
ta: விரிவாக்கிகளை உள்தள்ளுங்கள்

source: Manual Capabilites
ta: கையேடு திறன்கள்

source: Margin
ta: விளிம்பு

source: Margin Accumulates
ta: விளிம்பு குவிகிறது

source: Mark name
ta: குறி பெயர்

source: Marked up text to render
ta: வழங்க உரை குறிக்கப்பட்டுள்ளது

source: Markup
ta: மார்க்அப்

source: Markup column
ta: மார்க்அப் நெடுவரிசை

source: Mask
ta: மறைப்பு

source: Mask bitmap to use with GdkImage or GdkPixmap
ta: GDKIMAGE அல்லது GDKPIXMAP உடன் பயன்படுத்த மறைப்பு BITMAP

source: Max Size
ta: அதிகபட்ச அளவு

source: Maximal Position
ta: அதிகபட்ச நிலை

source: Maximum Value
ta: அதிகபட்ச மதிப்பு

source: Maximum Width
ta: அதிகபட்ச அகலம்

source: Maximum Width In Characters
ta: எழுத்துக்களில் அதிகபட்ச அகலம்

source: Maximum X
ta: அதிகபட்ச ஃச்

source: Maximum Y
ta: அதிகபட்சம் மற்றும்

source: Maximum age of recently used files, in days
ta: அண்மைக் காலத்தில் பயன்படுத்தப்பட்ட கோப்புகளின் அதிகபட்ச அகவை, நாட்களில்

source: Maximum allowed width of the column
ta: நெடுவரிசையின் அதிகபட்சமாக அனுமதிக்கப்பட்ட அகலம்

source: Maximum amount of space an expandable item will be given
ta: விரிவாக்கக்கூடிய உருப்படி வழங்கப்படும் அதிகபட்ச இடம் வழங்கப்படும்

source: Maximum child expand
ta: அதிகபட்ச குழந்தை விரிவடைகிறது

source: Maximum distance allowed between two clicks for them to be considered a double click (in pixels)
ta: இரட்டை கிளிக்கில் (பிக்சல்களில்) கருதப்படுவதற்கு இரண்டு கிளிக்குகளுக்கு இடையில் அதிகபட்ச தூரம் அனுமதிக்கப்படுகிறது

source: Maximum length
ta: அதிகபட்ச நீளம்

source: Maximum number of characters for this entry. Zero if no maximum
ta: இந்த நுழைவுக்கான அதிகபட்ச எழுத்துக்கள். அதிகபட்சம் இல்லை என்றால் பூச்சியம்

source: Maximum possible X value
ta: அதிகபட்சம் ஃச் மதிப்பு

source: Maximum possible value for Y
ta: ஒய் க்கான அதிகபட்ச மதிப்பு

source: Maximum size of the ruler
ta: ஆட்சியாளரின் அதிகபட்ச அளவு

source: Maximum time allowed between two clicks for them to be considered a double click (in milliseconds)
ta: இரட்டை கிளிக்கில் (மில்லி விநாடிகளில்) இரண்டு கிளிக்குகளுக்கு இடையில் அதிகபட்ச நேரம் அனுமதிக்கப்படுகிறது

source: Menu
ta: பட்டியல்

source: Menu bar accelerator
ta: பட்டியல் பார் முடுக்கி

source: Menu label
ta: பட்டி சிட்டை

source: Merged UI definition
ta: இணைக்கப்பட்ட இடைமுகம் வரையறை

source: Message Buttons
ta: செய்தி பொத்தான்கள்

source: Message Type
ta: செய்தி வகை

source: Metric
ta: மெட்ரிக்

source: Min horizontal bar height
ta: குறைந்தபட்ச கிடைமட்ட பட்டை உயரம்

source: Min horizontal bar width
ta: குறைந்தபட்ச கிடைமட்ட பட்டை அகலம்

source: Min vertical bar height
ta: மணித்துளி செங்குத்து பட்டை உயரம்

source: Min vertical bar width
ta: மணித்துளி செங்குத்து பட்டை அகலம்

source: Minimal Position
ta: குறைந்தபட்ச நிலை

source: Minimum Key Length
ta: குறைந்தபட்ச விசை நீளம்

source: Minimum Slider Length
ta: குறைந்தபட்ச ச்லைடர் நீளம்

source: Minimum Value
ta: குறைந்தபட்ச மதிப்பு

source: Minimum Width
ta: குறைந்தபட்ச அகலம்

source: Minimum X
ta: குறைந்தபட்ச ஃச்

source: Minimum Y
ta: குறைந்தபட்ச ஒய்

source: Minimum allowed width of the column
ta: நெடுவரிசையின் குறைந்தபட்ச அனுமதிக்கப்பட்ட அகலம்

source: Minimum child height
ta: குறைந்தபட்ச குழந்தை உயரம்

source: Minimum child width
ta: குறைந்தபட்ச குழந்தை அகலம்

source: Minimum height of buttons inside the box
ta: பெட்டியின் உள்ளே பொத்தான்களின் குறைந்தபட்ச உயரம்

source: Minimum horizontal height of the progress bar
ta: முன்னேற்ற பட்டியின் குறைந்தபட்ச கிடைமட்ட உயரம்

source: Minimum length of scrollbar slider
ta: சுருள் ச்லைடரின் குறைந்தபட்ச நீளம்
