Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/gtk20-properties.po
Languages: ta

source: TRUE if the print job will continue to emit status-changed signals after the print data has been sent to the printer or print server.
ta: அச்சுப்பொறி அல்லது அச்சு சேவையகத்திற்கு அச்சு தரவு அனுப்பப்பட்ட பிறகு அச்சு வேலை தொடர்ந்து நிலைமைப்படுத்தப்பட்ட சமிக்ஞைகளை வெளியிடுகிறது என்றால் உண்மை.

source: TRUE if the print operation will continue to report on the print job status after the print data has been sent to the printer or print server.
ta: அச்சு தரவு அச்சுப்பொறி அல்லது அச்சு சேவையகத்திற்கு அனுப்பப்பட்ட பின்னர் அச்சு செயல்பாடு அச்சு வேலை நிலையைப் பற்றி தொடர்ந்து புகாரளிக்கும் என்றால் உண்மை.

source: TRUE if the print operation will support print of selection.
ta: அச்சு செயல்பாடு தேர்வின் அச்சிடலை ஆதரிக்கும் என்றால் உண்மை.

source: TRUE if the window should be brought to the user's attention.
ta: சாளரத்தை பயனரின் கவனத்திற்கு கொண்டு வர வேண்டும் என்றால் உண்மை.

source: TRUE if the window should not be in the pager.
ta: சாளரம் பேசரில் இருக்கக்கூடாது என்றால் உண்மை.

source: TRUE if the window should not be in the task bar.
ta: சாளரம் பணிப்பட்டியில் இருக்கக்கூடாது என்றால் உண்மை.

source: TRUE if the window should receive the input focus when mapped.
ta: வரைபடமாக்கும்போது சாளரம் உள்ளீட்டு மையத்தைப் பெற வேண்டும் என்றால் உண்மை.

source: TRUE if the window should receive the input focus.
ta: சாளரம் உள்ளீட்டு மையத்தைப் பெற வேண்டும் என்றால் உண்மை.

source: TRUE if this printer can accept PDF
ta: இந்த அச்சுப்பொறி PDF ஐ ஏற்க முடியும் என்றால் உண்மை

source: TRUE if this printer can accept PostScript
ta: இந்த அச்சுப்பொறி போச்ட்ச்கிரிப்டை ஏற்க முடியும் என்றால் உண்மை

source: TRUE if this printer is accepting new jobs
ta: இந்த அச்சுப்பொறி புதிய வேலைகளை ஏற்றுக்கொண்டால் உண்மை

source: TRUE if this printer is paused
ta: இந்த அச்சுப்பொறி இடைநிறுத்தப்பட்டால் உண்மை

source: Tab Border
ta: தாவல் எல்லை

source: Tab Position
ta: தாவல் நிலை

source: Tab curvature
ta: தாவல் வளைவு

source: Tab detachable
ta: தாவல் பிரிக்கக்கூடியது

source: Tab expand
ta: தாவல் விரிவாக்கம்

source: Tab fill
ta: தாவல் நிரப்பு

source: Tab label
ta: தாவல் சிட்டை

source: Tab overlap
ta: தாவல் ஒன்றுடன் ஒன்று

source: Tab pack type
ta: தாவல் பேக் வகை

source: Tab reorderable
ta: தாவல் மறுவரிசைப்படுத்தக்கூடியது

source: Tabs
ta: தாவல்கள்

source: Tabs set
ta: தாவல்கள் அமைக்கப்பட்டன

source: Tag Table
ta: குறிச்சொல் அட்டவணை

source: Tag name
ta: குறிச்சொல் பெயர்

source: Take Focus
ta: கவனம் செலுத்துங்கள்

source: Tearoff State
ta: கண்ணீர் நிலை

source: Tearoff Title
ta: கண்ணீர் தலைப்பு

source: Text
ta: உரை

source: Text Buffer
ta: உரை இடையக

source: Text Column
ta: உரை நெடுவரிசை

source: Text Tag Table
ta: உரை குறிச்சொல் அட்டவணை

source: Text buffer object which actually stores entry text
ta: நுழைவு உரையை உண்மையில் சேமிக்கும் உரை இடையக பொருள்

source: Text column
ta: உரை நெடுவரிசை

source: Text direction
ta: உரை திசை

source: Text direction, e.g. right-to-left or left-to-right
ta: உரை திசை, எ.கா. வலதுபுறம் அல்லது இடமிருந்து வலமாக

source: Text length
ta: உரை நீளம்

source: Text of the expander's label
ta: விரிவாக்கியின் லேபிளின் உரை

source: Text of the frame's label
ta: சட்டத்தின் லேபிளின் உரை

source: Text of the label widget inside the button, if the button contains a label widget
ta: பொத்தானின் உள்ளே சிட்டை விட்செட்டின் உரை, பொத்தானில் ஒரு சிட்டை விட்செட் இருந்தால்

source: Text on the progress bar
ta: முன்னேற்றப் பட்டியில் உரை

source: Text to be displayed in the progress bar
ta: முன்னேற்றப் பட்டியில் உரை காட்டப்பட வேண்டும்

source: Text to render
ta: வழங்க உரை

source: Text to show in the item.
ta: உருப்படியில் காண்பிக்க உரை.

source: Text x alignment
ta: உரை ஃச் சீரமைப்பு

source: Text y alignment
ta: உரை ஒய் சீரமைப்பு

source: The Accel Group to use for stock accelerator keys
ta: பங்கு முடுக்கி விசைகளுக்கு பயன்படுத்த முடிமுறைக் குழு

source: The GIcon being displayed
ta: கிகான் காட்டப்படும்

source: The GdkFont that is currently selected
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட GDKFONT

source: The GtkActionGroup this GtkAction is associated with, or NULL (for internal use).
ta: GTKACTIONGROUP இந்த GTKACTION உடன் தொடர்புடையது அல்லது NULL (உள் பயன்பாட்டிற்கு).

source: The GtkAdjustment connected to the progress bar (Deprecated)
ta: முன்னேற்றப் பட்டியுடன் இணைக்கப்பட்ட gtkadjustment (நீக்கப்பட்டது)

source: The GtkAdjustment for the horizontal position
ta: கிடைமட்ட நிலைக்கு Gtkadjustment

source: The GtkAdjustment for the vertical position
ta: செங்குத்து நிலைக்கான Gtkadjustment

source: The GtkAdjustment that contains the current value of this range object
ta: இந்த வரம்பு பொருளின் தற்போதைய மதிப்பைக் கொண்ட gtkadjustment

source: The GtkAdjustment that contains the current value of this scale button object
ta: இந்த அளவிலான பொத்தான் பொருளின் தற்போதைய மதிப்பைக் கொண்ட gtkadjustment

source: The GtkAdjustment that determines the values of the horizontal position for this viewport
ta: இந்த காட்சிக்கு கிடைமட்ட நிலையின் மதிப்புகளை தீர்மானிக்கும் gtkadjustment

source: The GtkAdjustment that determines the values of the vertical position for this viewport
ta: இந்த காட்சியகத்திற்கான செங்குத்து நிலையின் மதிப்புகளை தீர்மானிக்கும் gtkadjustment

source: The GtkIconSize value that specifies the size of the rendered icon
ta: வழங்கப்பட்ட ஐகானின் அளவைக் குறிப்பிடும் gtkiconsize மதிப்பு

source: The GtkPageSetup to use
ta: பயன்படுத்த gtkpageSetup

source: The GtkPageSetup used by default
ta: இயல்புநிலையாகப் பயன்படுத்தப்படும் GTKPageSetup

source: The GtkPrintSettings used for initializing the dialog
ta: உரையாடலைத் தொடங்க பயன்படுத்தப்படும் GTKPrintSettings

source: The GtkPrinter which is selected
ta: தேர்ந்தெடுக்கப்பட்ட GTKPRINTER

source: The OK button of the dialog.
ta: உரையாடலின் சரி பொத்தான்.

source: The PrinterOption backing this widget
ta: இந்த விட்செட்டை ஆதரிக்கும் அச்சுப்பொறி

source: The RecentManager object to use
ta: பயன்படுத்த அண்மைக் கால மேலாளர் பொருள்

source: The URI bound to this button
ta: இந்த பொத்தானைக் கட்டுப்படுத்த யூரி

source: The URL for the link to the website of the program
ta: திட்டத்தின் வலைத்தளத்திற்கான இணைப்பிற்கான முகவரி

source: The accel group holding accelerators for the menu
ta: மெனுவுக்கான முடுக்கப்பட்ட முடுக்கிகள்

source: The acceleration rate when you hold down a button
ta: நீங்கள் ஒரு பொத்தானை அழுத்தும்போது முடுக்கம் விகிதம்

source: The action this activatable will activate and receive updates from
ta: இந்த செயல்படுத்தக்கூடிய செயல் புதுப்பிப்புகளை செயல்படுத்துகிறது மற்றும் பெறும்

source: The adjustment that holds the value of the spinbutton
ta: ச்பின்பட்டனின் மதிப்பைக் கொண்ட சரிசெய்தல்

source: The adjustment that holds the value of the spinbutton.
ta: ச்பின்பட்டனின் மதிப்பைக் கொண்ட சரிசெய்தல்.

source: The alignment of the lines in the text of the label relative to each other. This does NOT affect the alignment of the label within its allocation. See GtkMisc::xalign for that
ta: ஒருவருக்கொருவர் தொடர்புடைய லேபிளின் உரையில் வரிகளின் சீரமைப்பு. இது லேபிளின் ஒதுக்கீட்டிற்குள் சீரமைப்பதை பாதிக்காது. அதற்காக gtkmisc :: xalign ஐப் பார்க்கவும்

source: The amount of space between children
ta: குழந்தைகளுக்கு இடையிலான இடைவெளியின் அளவு

source: The amount of space between two consecutive columns
ta: தொடர்ச்சியாக இரண்டு நெடுவரிசைகளுக்கு இடையிலான இடைவெளியின் அளவு

source: The amount of space between two consecutive rows
ta: தொடர்ச்சியாக இரண்டு வரிசைகளுக்கு இடையிலான இடைவெளியின் அளவு

source: The amount of space to add on the left and right of the widget, in pixels
ta: விட்செட்டின் இடது மற்றும் வலதுபுறத்தில், பிக்சல்களில் சேர்க்க வேண்டிய இடத்தின் அளவு

source: The amount of space to add on the top and bottom of the widget, in pixels
ta: விட்செட்டின் மேல் மற்றும் கீழ், பிக்சல்களில் சேர்க்க வேண்டிய இடத்தின் அளவு

source: The border relief style
ta: எல்லை நிவாரண பாணி

source: The buffer which is displayed
ta: காட்டப்படும் இடையக

source: The buttons shown in the message dialog
ta: செய்தி உரையாடலில் காட்டப்பட்டுள்ள பொத்தான்கள்

source: The cancel button of the dialog.
ta: உரையாடலின் ரத்து பொத்தானை.

source: The character to use when masking entry contents (in "password mode")
ta: நுழைவு உள்ளடக்கங்களை மறைக்கும்போது பயன்படுத்த வேண்டிய எழுத்து ("கடவுச்சொல் பயன்முறையில்")

source: The child pack direction of the menubar
ta: மெனுபரின் குழந்தை பேக் திசை

source: The closure to be monitored for accelerator changes
ta: முடுக்கி மாற்றங்களுக்காக கண்காணிக்கப்பட வேண்டிய மூடல்

source: The color selection embedded in the dialog.
ta: உரையாடலில் உட்பொதிக்கப்பட்ட வண்ணத் தேர்வு.

source: The colorspace in which the samples are interpreted
ta: மாதிரிகள் விளக்கப்படும் வண்ணங்கள்

source: The column in the model containing the tooltip texts for the items
ta: உருப்படிகளுக்கான உதவிக்குறிப்பு நூல்களைக் கொண்ட மாதிரியில் உள்ள நெடுவரிசை

source: The column in the model containing the tooltip texts for the rows
ta: வரிசைகளுக்கான உதவிக்குறிப்பு நூல்களைக் கொண்ட மாதிரியில் உள்ள நெடுவரிசை

source: The column number to attach the left side of the child to
ta: குழந்தையின் இடது பக்கத்தை இணைக்க நெடுவரிசை எண்

source: The column number to attach the right side of a child widget to
ta: குழந்தை விட்செட்டின் வலது பக்கத்தை இணைக்க நெடுவரிசை எண்

source: The column number to attach the right side of the child to
ta: குழந்தையின் வலது பக்கத்தை இணைக்க நெடுவரிசை எண்

source: The column of the model containing the strings.
ta: சரங்களைக் கொண்ட மாதிரியின் நெடுவரிசை.

source: The contents of the buffer
ta: இடையகத்தின் உள்ளடக்கங்கள்

source: The contents of the entry
ta: நுழைவின் உள்ளடக்கங்கள்

source: The contents of the tooltip for this tray icon
ta: இந்த தட்டு ஐகானுக்கான உதவிக்குறிப்பின் உள்ளடக்கங்கள்

source: The contents of the tooltip for this widget
ta: இந்த விட்செட்டுக்கான உதவிக்குறிப்பின் உள்ளடக்கங்கள்

source: The contents of the tooltip on the primary icon
ta: முதன்மை ஐகானில் உதவிக்குறிப்பின் உள்ளடக்கங்கள்

source: The contents of the tooltip on the secondary icon
ta: இரண்டாம் நிலை ஐகானில் உதவிக்குறிப்பின் உள்ளடக்கங்கள்

source: The current color
ta: தற்போதைய நிறம்

source: The current filter for selecting which files are displayed
ta: எந்த கோப்புகள் காண்பிக்கப்படுகின்றன என்பதைத் தேர்ந்தெடுப்பதற்கான தற்போதைய வடிகட்டி

source: The current filter for selecting which resources are displayed
ta: எந்த வளங்கள் காட்டப்படுகின்றன என்பதைத் தேர்ந்தெடுப்பதற்கான தற்போதைய வடிகட்டி

source: The current fraction of the task that's been completed
ta: முடிக்கப்பட்ட பணியின் தற்போதைய பின்னம்

source: The current opacity value (0 fully transparent, 65535 fully opaque)
ta: தற்போதைய ஒளிபுகா மதிப்பு (0 முழுமையாக வெளிப்படையானது, 65535 முழுமையாக ஒளிபுகா)

source: The current page in the document
ta: ஆவணத்தில் தற்போதைய பக்கம்

source: The current position of the insertion cursor in chars
ta: எழுத்தில் செருகும் கர்சரின் தற்போதைய நிலை

source: The current value
ta: தற்போதைய மதிப்பு

source: The currently selected filename
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட கோப்பு பெயர்

source: The currently selected menu item
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட பட்டியல் உருப்படி

source: The default display for GDK
ta: GDK க்கான இயல்புநிலை காட்சி

source: The default font options for the screen
ta: திரைக்கான இயல்புநிலை எழுத்துரு விருப்பங்கள்

source: The default height of the window, used when initially showing the window
ta: சாளரத்தின் இயல்புநிலை உயரம், ஆரம்பத்தில் சாளரத்தைக் காண்பிக்கும் போது பயன்படுத்தப்படுகிறது

source: The default width of the window, used when initially showing the window
ta: சாளரத்தின் இயல்புநிலை அகலம், ஆரம்பத்தில் சாளரத்தைக் காண்பிக்கும் போது பயன்படுத்தப்படுகிறது

source: The desired maximum width of the label, in characters
ta: எழுத்துக்களில், லேபிளின் அதிகபட்ச அகலம்

source: The desired width of the button widget, in characters.
ta: எழுத்துக்களில், பொத்தான் விட்செட்டின் விரும்பிய அகலம்.

source: The desired width of the label, in characters
ta: எழுத்துக்களில், லேபிளின் விரும்பிய அகலம்

source: The dialog has a separator bar above its buttons
ta: உரையாடலில் அதன் பொத்தான்களுக்கு மேலே ஒரு பிரிப்பான் பட்டி உள்ளது

source: The direction the arrow should point
ta: அம்பு சுட்டிக்காட்ட வேண்டிய திசை

source: The directions in which the size group affects the requested sizes of its component widgets
ta: அளவு குழு அதன் கூறு விட்செட்டுகளின் கோரப்பட்ட அளவுகளை பாதிக்கும் திசைகள்

source: The dropdown menu
ta: கீழ்தோன்றும் பட்டியல்

source: The event mask that decides what kind of GdkEvents this widget gets
ta: இந்த விட்செட்டைப் பெறுகிறது என்பதை தீர்மானிக்கும் நிகழ்வு முகமூடி

source: The file chooser dialog to use.
ta: பயன்படுத்த கோப்பு தேர்வு உரையாடல்.

source: The fill level.
ta: நிரப்பு நிலை.

source: The fixed height
ta: நிலையான உயரம்

source: The fixed width
ta: நிலையான அகலம்

source: The fraction of total entry width to move the progress bouncing block for each call to gtk_entry_progress_pulse()
ta: GTK_entry_progress_pulse ()

source: The fraction of total progress to move the bouncing block when pulsed
ta: துடிக்கும் போது துள்ளல் தொகுதியை நகர்த்துவதற்கான மொத்த முன்னேற்றத்தின் பின்னம்

source: The fraction of total work that has been completed
ta: முடிக்கப்பட்ட மொத்த வேலைகளின் பின்னம்

source: The full path to the file to be used to store and read the list
ta: கோப்பின் முழு பாதை பட்டியலை சேமிக்கவும் படிக்கவும் பயன்படுத்தப்பட வேண்டும்

source: The hardware keycode of the accelerator
ta: முடுக்கியின் வன்பொருள் விசை குறியீடு

source: The height of separators if "wide-separators" is TRUE
ta: "பரந்த-பிரிப்பான்கள்" உண்மை என்றால் பிரிப்பான்களின் உயரம்

source: The height of the layout
ta: தளவமைப்பின் உயரம்

source: The help button of the dialog.
ta: உரையாடலின் உதவி பொத்தானை.

source: The horizontal alignment of the label
ta: லேபிளின் கிடைமட்ட சீரமைப்பு

source: The horizontal alignment, from 0 (left) to 1 (right). Reversed for RTL layouts.
ta: கிடைமட்ட சீரமைப்பு, 0 (இடது) முதல் 1 (வலது) வரை. ஆர்.டி.எல் தளவமைப்புகளுக்கு தலைகீழ்.

source: The horizontal text alignment, from 0 (left) to 1 (right). Reversed for RTL layouts.
ta: கிடைமட்ட உரை சீரமைப்பு, 0 (இடது) முதல் 1 (வலது) வரை. ஆர்.டி.எல் தளவமைப்புகளுக்கு தலைகீழ்.

source: The icon name to use for the printer
ta: அச்சுப்பொறிக்கு பயன்படுத்த படவுரு பெயர்

source: The icon size
ta: படவுரு அளவு

source: The image
ta: படம்

source: The inconsistent state of the button
ta: பொத்தானின் சீரற்ற நிலை

source: The increment used for each iteration in activity mode (Deprecated)
ta: செயல்பாட்டு பயன்முறையில் ஒவ்வொரு மறு செய்கைக்கும் பயன்படுத்தப்படும் அதிகரிப்பு (நீக்கப்பட்டது)

source: The index of the child in the parent
ta: பெற்றோரில் குழந்தையின் குறியீடு

source: The index of the current page
ta: தற்போதைய பக்கத்தின் அட்டவணை

source: The initial position of the window
ta: சாளரத்தின் ஆரம்ப நிலை

source: The item which is currently active
ta: தற்போது செயலில் உள்ள உருப்படி

source: The keyval of the accelerator
ta: முடுக்கியின் விசை

source: The label for the link to the website of the program. If this is not set, it defaults to the URL
ta: நிரலின் வலைத்தளத்திற்கான இணைப்பிற்கான சிட்டை. இது அமைக்கப்படாவிட்டால், அது முகவரி க்கு இயல்புநிலையாகிறது

source: The label used for menu items and buttons that activate this action.
ta: இந்த செயலை செயல்படுத்தும் பட்டியல் உருப்படிகள் மற்றும் பொத்தான்களுக்கு பயன்படுத்தப்படும் சிட்டை.

source: The language this text is in, as an ISO code. Pango can use this as a hint when rendering the text. If not set, an appropriate default will be used.
ta: இந்த உரை ஒரு ஐஎச்ஓ குறியீடாக உள்ளது. உரையை வழங்கும்போது பாங்கோ இதை ஒரு குறிப்பாக பயன்படுத்தலாம். அமைக்காவிட்டால், பொருத்தமான இயல்புநிலை பயன்படுத்தப்படும்.

source: The language this text is in, as an ISO code. Pango can use this as a hint when rendering the text. If you don't understand this parameter, you probably don't need it
ta: இந்த உரை ஒரு ஐஎச்ஓ குறியீடாக உள்ளது. உரையை வழங்கும்போது பாங்கோ இதை ஒரு குறிப்பாக பயன்படுத்தலாம். இந்த அளவுரு உங்களுக்கு புரியவில்லை என்றால், உங்களுக்கு அது தேவையில்லை

source: The length of horizontal scroll arrows
ta: கிடைமட்ட சுருள் அம்புகளின் நீளம்

source: The length of vertical scroll arrows
ta: செங்குத்து சுருள் அம்புகளின் நீளம்

source: The list of targets this buffer supports for clipboard copying and DND source
ta: இலக்குகளின் பட்டியல் கிளிப்போர்டு நகலெடுக்கும் மற்றும் டி.என்.டி மூலத்திற்கான இந்த இடையக ஆதரிக்கிறது

source: The list of targets this buffer supports for clipboard pasting and DND destination
ta: இலக்குகளின் பட்டியல் இந்த இடையக கிளிப்போர்டு ஒட்டுதல் மற்றும் டி.என்.டி இலக்குக்கு ஆதரிக்கிறது

source: The location of the printer
ta: அச்சுப்பொறியின் இருப்பிடம்

source: The mask that decides what kind of extension events this widget gets
ta: இந்த விட்செட்டில் எந்த வகையான நீட்டிப்பு நிகழ்வுகள் கிடைக்கின்றன என்பதை தீர்மானிக்கும் முகமூடி

source: The maximum number of items to be displayed
ta: காண்பிக்கப்பட வேண்டிய அதிகபட்ச உருப்படிகள்

source: The maximum number of items to be returned by gtk_recent_manager_get_items()
ta: GTK_RECENT_MANAGER_GET_ITEMS () ஆல் திருப்பித் தர வேண்டிய அதிகபட்ச உருப்படிகளின் எண்ணிக்கை

source: The maximum value of the adjustment
ta: சரிசெய்தலின் அதிகபட்ச மதிப்பு

source: The menu of options
ta: விருப்பங்களின் பட்டியல்

source: The metric used for the ruler
ta: ஆட்சியாளருக்கு பயன்படுத்தப்படும் மெட்ரிக்

source: The minimum desired width of the menu item in characters
ta: எழுத்துக்களில் பட்டியல் உருப்படியின் குறைந்தபட்ச விரும்பிய அகலம்

source: The minimum horizontal width of the progress bar
ta: முன்னேற்ற பட்டியின் குறைந்தபட்ச கிடைமட்ட அகலம்

source: The minimum size of the arrow in the combo box
ta: காம்போ பெட்டியில் அம்புக்குறியின் குறைந்தபட்ச அளவு

source: The minimum value of the adjustment
ta: சரிசெய்தலின் குறைந்தபட்ச மதிப்பு

source: The minimum vertical height of the progress bar
ta: முன்னேற்ற பட்டியின் குறைந்தபட்ச செங்குத்து உயரம்

source: The minimum vertical width of the progress bar
ta: முன்னேற்ற பட்டியின் குறைந்தபட்ச செங்குத்து அகலம்

source: The mnemonic accelerator key for this label
ta: இந்த லேபிளிற்கான நினைவூட்டல் முடுக்கி விசை

source: The model containing the possible values for the combo box
ta: காம்போ பெட்டிக்கான சாத்தியமான மதிப்புகளைக் கொண்ட மாதிரி

source: The model for cell view
ta: செல் பார்வைக்கான மாதிரி

source: The model for the TreeModelSort to sort
ta: TREEMODELSORT க்கான மாதிரி வரிசைப்படுத்த வேண்டும்

source: The model for the combo box
ta: காம்போ பெட்டிக்கான மாதிரி

source: The model for the icon view
ta: படவுரு பார்வைக்கான மாதிரி

source: The model for the tree view
ta: மரக் காட்சிக்கான மாதிரி

source: The model to find matches in
ta: போட்டிகளைக் கண்டுபிடிக்க மாதிரி

source: The modifier mask of the accelerator
ta: முடுக்கியின் மாற்றியமைக்கும் முகமூடி

source: The monitor the menu will be popped up on
ta: மானிட்டர் பட்டியல் பாப் செய்யப்படும்

source: The name of the icon from the icon theme
ta: படவுரு கருப்பொருளிலிருந்து ஐகானின் பெயர்

source: The name of the program. If this is not set, it defaults to g_get_application_name()
ta: நிரலின் பெயர். இது அமைக்கப்படாவிட்டால், அது g_get_application_name () க்கு இயல்புநிலையாகும்

source: The name of the selected font
ta: தேர்ந்தெடுக்கப்பட்ட எழுத்துருவின் பெயர்

source: The name of the themed icon displayed on the item
ta: உருப்படியில் காட்டப்படும் கருப்பொருள் ஐகானின் பெயர்

source: The name of the widget
ta: விட்செட்டின் பெயர்

source: The number of bits per sample
ta: ஒரு மாதிரிக்கு பிட்களின் எண்ணிக்கை

source: The number of blocks which can fit in the progress bar area in activity mode (Deprecated)
ta: செயல்பாட்டு பயன்முறையில் முன்னேற்றப் பட்டியில் பொருந்தக்கூடிய தொகுதிகளின் எண்ணிக்கை (நீக்கப்பட்டது)

source: The number of bytes between the start of a row and the start of the next row
ta: ஒரு வரிசையின் தொடக்கத்திற்கும் அடுத்த வரிசையின் தொடக்கத்திற்கும் இடையிலான பைட்டுகளின் எண்ணிக்கை

source: The number of columns in the table
ta: அட்டவணையில் உள்ள நெடுவரிசைகளின் எண்ணிக்கை

source: The number of columns of the pixbuf
ta: PIXBUF இன் நெடுவரிசைகளின் எண்ணிக்கை

source: The number of decimal places that are displayed in the value
ta: மதிப்பில் காட்டப்படும் தசம இடங்களின் எண்ணிக்கை

source: The number of decimal places to display
ta: காண்பிக்க தசம இடங்களின் எண்ணிக்கை

source: The number of discrete blocks in a progress bar (when shown in the discrete style)
ta: முன்னேற்றப் பட்டியில் தனித்துவமான தொகுதிகளின் எண்ணிக்கை (தனித்துவமான பாணியில் காட்டப்படும் போது)

source: The number of pages in the document.
ta: ஆவணத்தில் உள்ள பக்கங்களின் எண்ணிக்கை.

source: The number of pages that will be printed.
ta: அச்சிடப்படும் பக்கங்களின் எண்ணிக்கை.

source: The number of rows in the table
ta: அட்டவணையில் வரிசைகளின் எண்ணிக்கை

source: The number of rows of the pixbuf
ta: பிக்ச்புஃப் வரிசைகளின் எண்ணிக்கை

source: The number of samples per pixel
ta: பிக்சலுக்கு மாதிரிகளின் எண்ணிக்கை

source: The opacity of the window, from 0 to 1
ta: சாளரத்தின் ஒளிபுகாநிலை, 0 முதல் 1 வரை

source: The orientation of the orientable
ta: நோக்குநிலையின் நோக்குநிலை

source: The orientation of the tray
ta: தட்டின் நோக்குநிலை

source: The pack direction of the menubar
ta: மெனுபரின் பேக் திசை

source: The padding to insert at the bottom of the widget.
ta: விட்செட்டின் அடிப்பகுதியில் செருக திணிப்பு.

source: The padding to insert at the left of the widget.
ta: விட்செட்டின் இடதுபுறத்தில் செருக திணிப்பு.

source: The padding to insert at the right of the widget.
ta: விட்செட்டின் வலதுபுறத்தில் செருக திணிப்பு.

source: The padding to insert at the top of the widget.
ta: விட்செட்டின் மேற்புறத்தில் செருக திணிப்பு.

source: The page increment of the adjustment
ta: சரிசெய்தலின் பக்க அதிகரிப்பு

source: The page size of the adjustment
ta: சரிசெய்தலின் பக்க அளவு

source: The parent widget of this widget. Must be a Container widget
ta: இந்த விட்செட்டின் பெற்றோர் விட்செட். ஒரு கொள்கலன் விட்செட்டாக இருக்க வேண்டும்

source: The parent window
ta: பெற்றோர் சாளரம்

source: The pixbuf to render
ta: வழங்க பிக்ச்புஃப்

source: The position in which the current value is displayed
ta: தற்போதைய மதிப்பு காட்டப்படும் நிலை

source: The position of the image relative to the text
ta: உரையுடன் தொடர்புடைய படத்தின் நிலை

source: The position of the insert mark (as offset from the beginning of the buffer)
ta: செருகும் அடையாளத்தின் நிலை (இடையகத்தின் தொடக்கத்திலிருந்து ஆஃப்செட்)

source: The position of the opposite end of the selection from the cursor in chars
ta: எழுத்துகளில் கர்சரிடமிருந்து தேர்வின் எதிர் முனையின் நிலை

source: The preferred place to ellipsize the string, if the cell renderer does not have enough room to display the entire string
ta: செல் ரெண்டரரிடம் முழு சரத்தையும் காண்பிக்க போதுமான இடம் இல்லையென்றால், சரத்தை அகற்ற விரும்பப்பட்ட இடம்

source: The preferred place to ellipsize the string, if the label does not have enough room to display the entire string
ta: முழு சரத்தையும் காண்பிக்க லேபிளுக்கு போதுமான இடம் இல்லையென்றால், சரத்தை அகற்ற விரும்பப்பட்ட இடம்

source: The preferred place to ellipsize the string, if the progress bar does not have enough room to display the entire string, if at all.
ta: முன்னேற்றப் பட்டியில் முழு சரத்தையும் காண்பிக்க போதுமான இடம் இல்லையென்றால், சரத்தை அகற்ற விரும்பப்பட்ட இடம்.

source: The primary text of the message dialog
ta: செய்தி உரையாடலின் முதன்மை உரை

source: The primary text of the title includes Pango markup.
ta: தலைப்பின் முதன்மை உரையில் பாங்கோ மார்க்அப் அடங்கும்.

source: The radio action whose group this action belongs to.
ta: வானொலி நடவடிக்கை யாருடைய குழுவிற்கு சொந்தமானது.

source: The radio button whose group this widget belongs to.
ta: இந்த விட்செட்டுக்கு சொந்தமான ரேடியோ பொத்தான்.

source: The radio menu item whose group this widget belongs to.
ta: ரேடியோ பட்டியல் உருப்படி இந்த விட்செட் சொந்தமானது.

source: The radio tool button whose group this button belongs to.
ta: ரேடியோ கருவி பொத்தானை அதன் குழுவிற்கு சொந்தமானது.

source: The representation being used for image data
ta: படத் தரவுக்கு பிரதிநிதித்துவம் பயன்படுத்தப்படுகிறது

source: The representation being used for primary icon
ta: முதன்மை ஐகானுக்கு பிரதிநிதித்துவம் பயன்படுத்தப்படுகிறது

source: The representation being used for secondary icon
ta: இரண்டாம் நிலை ஐகானுக்கு பிரதிநிதித்துவம் பயன்படுத்தப்படுகிறது
