Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/gtk20-properties.po
Languages: ta

source: Minimum length of the search key in order to look up matches
ta: போட்டிகளைக் காண தேடல் விசையின் குறைந்தபட்ச நீளம்

source: Minimum possible value for X
ta: ஃச் க்கான குறைந்தபட்ச சாத்தியமான மதிப்பு

source: Minimum possible value for Y
ta: ஒய் க்கான குறைந்தபட்ச சாத்தியமான மதிப்பு

source: Minimum time the pointer must stay over a menu item before the submenu appear
ta: துணைமெனு தோன்றுவதற்கு முன்பு சுட்டிக்காட்டி ஒரு பட்டியல் உருப்படியின் மீது இருக்க வேண்டும்

source: Minimum width of buttons inside the box
ta: பெட்டியின் உள்ளே பொத்தான்களின் குறைந்தபட்ச அகலம்

source: Mnemonic key
ta: நினைவூட்டல் விசை

source: Mnemonic widget
ta: நினைவூட்டல் விட்செட்

source: Modal
ta: மோடல்

source: Mode
ta: பயன்முறை

source: Model
ta: மாதிரியுரு

source: Model column to search through during interactive search
ta: ஊடாடும் தேடலின் போது தேட மாதிரி நெடுவரிசை

source: Model column used to retrieve the icon pixbuf from
ta: படவுரு பிக்ச்புஃப் மீட்டெடுக்க பயன்படுத்தப்படும் மாதிரி நெடுவரிசை

source: Model column used to retrieve the text from
ta: உரையை மீட்டெடுக்க பயன்படுத்தப்படும் மாதிரி நெடுவரிசை

source: Model column used to retrieve the text if using Pango markup
ta: பாங்கோ மார்க்அப்பைப் பயன்படுத்தினால் உரையை மீட்டெடுக்க மாதிரி நெடுவரிசை பயன்படுத்தப்படுகிறது

source: Monitor
ta: கண்காணிக்கவும்

source: Month
ta: மாதம்

source: Name
ta: பெயர்

source: Name of a icon theme to fall back to
ta: மீண்டும் விழ ஒரு படவுரு கருப்பொருளின் பெயர்

source: Name of default font to use
ta: பயன்படுத்த இயல்புநிலை எழுத்துருவின் பெயர்

source: Name of file system backend to use
ta: பயன்படுத்த கோப்பு முறைமை பின்தளத்தில் பெயர்

source: Name of icon theme to use
ta: பயன்படுத்த படவுரு கருப்பொருளின் பெயர்

source: Name of key theme RC file to load
ta: ஏற்ற முக்கிய கருப்பொருள் ஆர்.சி கோப்பின் பெயர்

source: Name of the GtkFileChooser backend to use by default
ta: இயல்பாகவே பயன்படுத்த GtkfileChooser பின்தளத்தில் பெயர்

source: Name of the cursor theme to use, or NULL to use the default theme
ta: பயன்படுத்த கர்சர் கருப்பொருளின் பெயர், அல்லது இயல்புநிலை கருப்பொருளைப் பயன்படுத்த சுழியம்

source: Name of the font family, e.g. Sans, Helvetica, Times, Monospace
ta: எழுத்துரு குடும்பத்தின் பெயர், எ.கா. சான்ச், எல்வெடிகா, டைம்ச், மோனோச்பேச்

source: Name of the printer
ta: அச்சுப்பொறியின் பெயர்

source: Name of the themed icon for this window
ta: இந்த சாளரத்திற்கான கருப்பொருள் ஐகானின் பெயர்

source: Name of theme RC file to load
ta: ஏற்ற கருப்பொருள் ஆர்.சி கோப்பின் பெயர்

source: Name used to refer to the text tag. NULL for anonymous tags
ta: உரை குறிச்சொல்லைக் குறிக்கப் பயன்படுத்தப்படுகிறது. அநாமதேய குறிச்சொற்களுக்கு சுழியம்

source: No Month Change
ta: மாத மாற்றம் இல்லை

source: No show all
ta: எல்லாவற்றையும் காட்டவில்லை

source: Number of Channels
ta: சேனல்களின் எண்ணிக்கை

source: Number of Pages
ta: பக்கங்களின் எண்ணிக்கை

source: Number of Pages To Print
ta: அச்சிட வேண்டிய பக்கங்களின் எண்ணிக்கை

source: Number of characters to leave space for in the entry
ta: உள்ளீட்டில் இடத்தை விட்டு வெளியேற எழுத்துக்களின் எண்ணிக்கை

source: Number of columns
ta: நெடுவரிசைகளின் எண்ணிக்கை

source: Number of columns to display
ta: காண்பிக்க வேண்டிய நெடுவரிசைகளின் எண்ணிக்கை

source: Number of jobs queued in the printer
ta: அச்சுப்பொறியில் வரிசைப்படுத்தப்பட்ட வேலைகளின் எண்ணிக்கை

source: Number of pixels around the content pages.
ta: உள்ளடக்க பக்கங்களைச் சுற்றியுள்ள பிக்சல்களின் எண்ணிக்கை.

source: Number of pixels around the header.
ta: தலைப்பைச் சுற்றியுள்ள பிக்சல்களின் எண்ணிக்கை.

source: Number of pixels between the scrollbars and the scrolled window
ta: சுருள் பார்கள் மற்றும் உருட்டப்பட்ட சாளரத்திற்கு இடையில் பிக்சல்களின் எண்ணிக்கை

source: Number of pixels of the entry scrolled off the screen to the left
ta: நுழைவின் பிக்சல்களின் எண்ணிக்கை திரையில் இருந்து இடதுபுறமாக உருட்டப்பட்டது

source: Number of pixels the cursor can move before dragging
ta: இழுப்பதற்கு முன் கர்சர் நகரக்கூடிய பிக்சல்களின் எண்ணிக்கை

source: Number of recently used files
ta: அண்மைக் காலத்தில் பயன்படுத்தப்பட்ட கோப்புகளின் எண்ணிக்கை

source: Numeric
ta: எண் வரிசை

source: OK Button
ta: சரி பொத்தான்

source: Obey child
ta: குழந்தைக்கு கீழ்ப்படியுங்கள்

source: Obsolete property, ignored
ta: வழக்கற்றுப் போன சொத்து, புறக்கணிக்கப்பட்டது

source: Odd Row Color
ta: ஒற்றைப்படை வரிசை நிறம்

source: Offset of text above the baseline (below the baseline if rise is negative)
ta: அடிப்படைக்கு மேலே உரையின் ஆஃப்செட் (உயர்வு எதிர்மறையாக இருந்தால் அடிப்படைக்கு கீழே)

source: Offset of text above the baseline (below the baseline if rise is negative) in Pango units
ta: பாங்கோ அலகுகளில் அடிப்படைக்கு மேலே உள்ள உரையை (அடிப்படை உயர்வு என்றால் அடிப்படைக்கு கீழே) ஆஃப்செட்

source: Opacity for Window
ta: சாளரத்திற்கான ஒளிபுகாநிலை

source: Opacity of the selection box
ta: தேர்வு பெட்டியின் ஒளிபுகாநிலை

source: Options specifying the horizontal behaviour of the child
ta: குழந்தையின் கிடைமட்ட நடத்தையைக் குறிப்பிடும் விருப்பங்கள்

source: Options specifying the vertical behaviour of the child
ta: குழந்தையின் செங்குத்து நடத்தையைக் குறிப்பிடும் விருப்பங்கள்

source: Orientation
ta: நோக்குநிலை

source: Orientation and growth direction of the progress bar
ta: முன்னேற்றப் பட்டியின் நோக்குநிலை மற்றும் வளர்ச்சி திசை

source: Override for height request of the widget, or -1 if natural request should be used
ta: விட்செட்டின் உயரக் கோரிக்கைக்கு மேலெழுதவும், அல்லது -1 இயற்கையான கோரிக்கையைப் பயன்படுத்த வேண்டும்

source: Override for width request of the widget, or -1 if natural request should be used
ta: விட்செட்டின் அகல கோரிக்கைக்கு மேலெழுதவும், அல்லது -1 இயற்கையான கோரிக்கையைப் பயன்படுத்த வேண்டும்

source: Overwrite mode
ta: மேலெழுதும் பயன்முறை

source: Pack direction
ta: பேக் திசை

source: Pack type
ta: பேக் வகை

source: Padding
ta: திணிப்பு

source: Padding around icon view items
ta: படவுரு காட்சி உருப்படிகளைச் சுற்றி திணிப்பு

source: Page
ta: பக்கம்

source: Page Increment
ta: பக்க அதிகரிப்பு

source: Page Setup
ta: பக்கம் அமைப்பு

source: Page Size
ta: பக்க அளவு

source: Page complete
ta: பக்கம் முடிந்தது

source: Page title
ta: பக்க தலைப்பு

source: Page type
ta: பக்க வகை

source: Palette to use in the color selector
ta: வண்ண தேர்வாளரில் பயன்படுத்த தட்டு

source: Paragraph background color
ta: பத்தி பின்னணி நிறம்

source: Paragraph background color as a (possibly unallocated) GdkColor
ta: பத்தி பின்னணி வண்ணம் ஒரு (ஒதுக்கப்படாத) gdkcolor ஆக

source: Paragraph background color as a string
ta: பத்தி பின்னணி வண்ணம் ஒரு சரமாக

source: Paragraph background color name
ta: பத்தி பின்னணி வண்ண பெயர்

source: Paragraph background set
ta: பத்தி பின்னணி தொகுப்பு

source: Parent
ta: பெற்றோர்

source: Parent widget
ta: பெற்றோர் விட்செட்

source: Password Hint Timeout
ta: கடவுச்சொல் குறிப்பு நேரம் முடிந்தது

source: Paste target list
ta: இலக்கு பட்டியல் ஒட்டவும்

source: Pattern
ta: முறை

source: Paused Printer
ta: இடைநிறுத்தப்பட்ட அச்சுப்பொறி

source: Pixbuf
ta: பிக்ச்ப்ஃப்

source: Pixbuf Expander Closed
ta: பிக்ச்புஃப் விரிவாக்கம் மூடப்பட்டது

source: Pixbuf Expander Open
ta: பிக்ச்புஃப் விரிவாக்க திறந்த

source: Pixbuf Object
ta: பிக்ச்புஃப் பொருள்

source: Pixbuf column
ta: பிக்ச்புஃப் நெடுவரிசை

source: Pixbuf for closed expander
ta: மூடிய விரிவாக்கத்திற்கான பிக்ச்ப்ஃப்

source: Pixbuf for open expander
ta: திறந்த விரிவாக்கத்திற்கான பிக்ச்ப்ஃப்

source: Pixel size
ta: படப்புள்ளி அளவு

source: Pixel size to use for named icon
ta: பெயரிடப்பட்ட ஐகானுக்கு பயன்படுத்த படப்புள்ளி அளவு

source: Pixels
ta: படப்புள்ளிகள்

source: Pixels Above Lines
ta: கோடுகளுக்கு மேலே படப்புள்ளிகள்

source: Pixels Below Lines
ta: கோடுகளுக்குக் கீழே படப்புள்ளிகள்

source: Pixels Inside Wrap
ta: மடக்கு உள்ளே படப்புள்ளிகள்

source: Pixels above lines
ta: கோடுகளுக்கு மேலே படப்புள்ளிகள்

source: Pixels above lines set
ta: கோடுகள் அமைக்கப்பட்ட படப்புள்ளிகள்

source: Pixels below lines
ta: கோடுகளுக்குக் கீழே படப்புள்ளிகள்

source: Pixels below lines set
ta: கோடுகள் கீழே உள்ள படப்புள்ளிகள்

source: Pixels inside wrap
ta: மடக்கு உள்ளே படப்புள்ளிகள்

source: Pixels inside wrap set
ta: மடக்கு செட்டுக்குள் படப்புள்ளிகள்

source: Pixels of blank space above paragraphs
ta: பத்திகளுக்கு மேலே வெற்று இடத்தின் படப்புள்ளிகள்

source: Pixels of blank space below paragraphs
ta: பத்திகளுக்கு கீழே வெற்று இடத்தின் படப்புள்ளிகள்

source: Pixels of blank space between wrapped lines in a paragraph
ta: ஒரு பத்தியில் போர்த்தப்பட்ட கோடுகளுக்கு இடையில் வெற்று இடைவெளியின் படப்புள்ளிகள்

source: Pixmap
ta: பிக்ச்மேப்

source: Place scrollbars within the scrolled window's bevel
ta: உருட்டப்பட்ட சாளர பெவலுக்குள் உருள் வைக்கவும்

source: Popup completion
ta: பாப்அப் நிறைவு

source: Popup set width
ta: பாப்அப் செட் அகலம்

source: Popup shown
ta: பாப் அப் காட்டப்பட்டுள்ளது

source: Popup single match
ta: பாப்அப் ஒற்றை போட்டி

source: Position
ta: நிலை

source: Position Set
ta: நிலை தொகுப்பு

source: Position of mark on the ruler
ta: ஆட்சியாளரின் மார்க் நிலை

source: Position of paned separator in pixels (0 means all the way to the left/top)
ta: பிக்சல்களில் பான் பிரிப்பானின் நிலை (0 என்பது இடது/மேல் செல்லும் வழியைக் குறிக்கிறது)

source: Position of the handle relative to the child widget
ta: குழந்தை விட்செட்டுடன் தொடர்புடைய கைப்பிடியின் நிலை

source: Preview Widget Active
ta: முன்னோட்ட விட்செட் செயலில்

source: Preview text
ta: உரை முன்னோட்டம்

source: Preview widget
ta: முன்னோட்டம் விட்செட்

source: Primary GIcon
ta: முதன்மை கிகான்

source: Primary icon activatable
ta: முதன்மை படவுரு செயல்படுத்தக்கூடியது

source: Primary icon name
ta: முதன்மை படவுரு பெயர்

source: Primary icon sensitive
ta: முதன்மை படவுரு உணர்திறன்

source: Primary icon tooltip markup
ta: முதன்மை படவுரு உதவிக்குறிப்பு மார்க்அப்

source: Primary icon tooltip text
ta: முதன்மை படவுரு உதவிக்குறிப்பு உரை

source: Primary pixbuf
ta: முதன்மை பிக்ச்ப்ஃப்

source: Primary pixbuf for the entry
ta: நுழைவுக்கான முதன்மை PIXBUF

source: Primary stock ID
ta: முதன்மை பங்கு ஐடி

source: Primary storage type
ta: முதன்மை சேமிப்பக வகை

source: Print Settings
ta: அமைப்புகளை அச்சிடுக

source: Printer
ta: அச்சுப்பொறி

source: Printer settings
ta: அச்சுப்பொறி அமைப்புகள்

source: Printer to print the job to
ta: வேலையை அச்சிட அச்சுப்பொறி

source: Program name
ta: நிரல் பெயர்

source: Program version
ta: நிரல் பதிப்பு

source: Progress Border
ta: முன்னேற்ற எல்லை

source: Progress Fraction
ta: முன்னேற்ற பின்னம்

source: Progress Pulse Step
ta: முன்னேற்ற துடிப்பு படி

source: Pulse
ta: நாடி

source: Pulse Step
ta: துடிப்பு படி

source: Radio state
ta: வானொலி நிலை

source: Ratio
ta: விகிதம்

source: Reads the current value, or sets a new value
ta: தற்போதைய மதிப்பைப் படியுங்கள் அல்லது புதிய மதிப்பை அமைக்கவும்

source: Receives default
ta: இயல்புநிலையைப் பெறுகிறது

source: Recent Files Limit
ta: அண்மைக் கால கோப்புகள் வரம்பு

source: Recent Files Max Age
ta: அண்மைக் கால கோப்புகள் அதிகபட்ச அகவை

source: Recent Manager
ta: அண்மைக் கால மேலாளர்

source: Related Action
ta: தொடர்புடைய செயல்

source: Render detail to pass to the theme engine
ta: கருப்பொருள் எஞ்சினுக்கு அனுப்ப விவரம் வழங்கவும்

source: Reorderable
ta: மறுவரிசைப்படுத்தக்கூடிய

source: Repeat timeout
ta: நேரம் முடிந்தது

source: Repeat value for timeouts, when button is pressed
ta: பொத்தானை அழுத்தும்போது, ​​காலக்கெடுவுக்கு மதிப்பை மீண்டும் செய்யவும்

source: Reserve Toggle Size
ta: இருப்பு மாற்று அளவு

source: Resizable
ta: மறுபரிசீலனை செய்யக்கூடியது

source: Resize
ta: மறுஅளவிடுங்கள்

source: Resize mode
ta: மறுஅளவிடுதல் பயன்முறை

source: Resize mode of the column
ta: நெடுவரிசையின் மறுஅளவிடுதல் முறை

source: Resolution for Xft, in 1024 * dots/inch. -1 to use default value
ta: XFT க்கான தீர்மானம், 1024 * புள்ளிகள்/அங்குலத்தில். -1 இயல்புநிலை மதிப்பைப் பயன்படுத்த

source: Restrict to Fill Level
ta: மட்டத்தை நிரப்ப கட்டுப்படுத்துங்கள்

source: Right Attach
ta: வலது இணைக்கவும்

source: Right Justified
ta: சரியான நியாயமானது

source: Right Margin
ta: வலது விளிம்பு

source: Right Padding
ta: வலது திணிப்பு

source: Right attachment
ta: சரியான இணைப்பு

source: Right margin
ta: வலது விளிம்பு

source: Right margin set
ta: வலது விளிம்பு தொகுப்பு

source: Rise
ta: எழுச்சி

source: Rise set
ta: உயர்வு தொகுப்பு

source: Row Ending details
ta: வரிசை முடிவு விவரங்கள்

source: Row Spacing
ta: வரிசை இடைவெளி

source: Row has children
ta: வரிசையில் குழந்தைகள் உள்ளனர்

source: Row is an expander row, and is expanded
ta: வரிசை ஒரு விரிவாக்க வரிசை, மற்றும் விரிவாக்கப்படுகிறது

source: Row spacing
ta: வரிசை இடைவெளி

source: Row span column
ta: வரிசை இடைவெளி நெடுவரிசை

source: Rows
ta: வரிசைகள்

source: Rowstride
ta: ரவுச்ட்ரைடு

source: Rubber Banding
ta: ரப்பர் பேண்டிங்

source: Rules Hint
ta: விதிகள் குறிப்பு

source: Sans 12
ta: சான்ச் 12

source: Screen
ta: திரை

source: Scroll arrow spacing
ta: அம்பு இடைவெளி உருள்

source: Scroll offset
ta: உருட்டல் ஆஃப்செட்

source: Scrollable
ta: கீறப்பட்டது

source: Scrollbar spacing
ta: சுருள் இடைவெளி

source: Scrollbars within bevel
ta: பெவலுக்குள் சுருள் பார்கள்

source: Scrolled Window Placement
ta: உருட்டப்பட்ட சாளர வேலை வாய்ப்பு

source: Search Column
ta: நெடுவரிசையைத் தேடுங்கள்

source: Secondary
ta: இரண்டாம் நிலை

source: Secondary GIcon
ta: இரண்டாம் நிலை கிகான்

source: Secondary Text
ta: இரண்டாம் நிலை உரை

source: Secondary backward stepper
ta: இரண்டாம் நிலை பின்தங்கிய ச்டெப்பர்

source: Secondary cursor color
ta: இரண்டாம் நிலை கர்சர் நிறம்

source: Secondary forward stepper
ta: இரண்டாம் நிலை முன்னோக்கி ச்டெப்பர்

source: Secondary icon activatable
ta: இரண்டாம் நிலை படவுரு செயல்படுத்தக்கூடியது

source: Secondary icon name
ta: இரண்டாம் நிலை படவுரு பெயர்

source: Secondary icon sensitive
ta: இரண்டாம் நிலை படவுரு உணர்திறன்

source: Secondary icon tooltip markup
ta: இரண்டாம் நிலை படவுரு உதவிக்குறிப்பு மார்க்அப்

source: Secondary icon tooltip text
ta: இரண்டாம் நிலை படவுரு உதவிக்குறிப்பு உரை

source: Secondary pixbuf
ta: இரண்டாம் நிலை பிக்ச்ப்ஃப்

source: Secondary pixbuf for the entry
ta: நுழைவுக்கான இரண்டாம் நிலை PIXBUF

source: Secondary stock ID
ta: இரண்டாம் நிலை பங்கு ஐடி

source: Secondary storage type
ta: இரண்டாம் நிலை சேமிப்பு வகை

source: Select Multiple
ta: பலவற்றைத் தேர்ந்தெடுக்கவும்

source: Select on focus
ta: கவனம் செலுத்துங்கள்

source: Selectable
ta: தேர்ந்தெடுக்கக்கூடியது

source: Selected Printer
ta: தேர்ந்தெடுக்கப்பட்ட அச்சுப்பொறி

source: Selection Bound
ta: தேர்வு பிணைக்கப்பட்டுள்ளது

source: Selection Box Alpha
ta: தேர்வு பெட்டி ஆல்பா

source: Selection Box Color
ta: தேர்வு பெட்டி நிறம்

source: Selection mode
ta: தேர்வு முறை

source: Sensitive
ta: உணர்திறன்

source: Separator Height
ta: பிரிப்பான் உயரம்

source: Separator Width
ta: பிரிப்பான் அகலம்

source: Set a hint to the theme engine to draw rows in alternating colors
ta: மாற்று வண்ணங்களில் வரிசைகளை வரைய கருப்பொருள் எஞ்சினுக்கு ஒரு குறிப்பை அமைக்கவும்

source: Set the column for the expander column
ta: விரிவாக்க நெடுவரிசைக்கு நெடுவரிசையை அமைக்கவும்

source: Set this to positive values to indicate that some progress is made, but you don't know how much.
ta: சில முன்னேற்றங்கள் செய்யப்பட்டன என்பதைக் குறிக்க இதை நேர்மறையான மதிப்புகளாக அமைக்கவும், ஆனால் எவ்வளவு என்று உங்களுக்குத் தெரியாது.

source: Sets the accelerator path of the menu item
ta: பட்டியல் உருப்படியின் முடுக்கி பாதையை அமைக்கிறது

source: Sets whether the menu item appears justified at the right side of a menu bar
ta: பட்டியல் பட்டியின் வலது பக்கத்தில் பட்டியல் உருப்படி நியாயப்படுத்தப்பட்டதா என்பதை அமைக்கிறது

source: Settings
ta: அமைப்புகள்

source: Shadow Type
ta: நிழல் வகை

source: Shadow type
ta: நிழல் வகை

source: Short label
ta: குறுகிய சிட்டை

source: Show Arrow
ta: அம்புக்குறியைக் காட்டு

source: Show Border
ta: எல்லையைக் காட்டு

source: Show Day Names
ta: நாள் பெயர்களைக் காட்டு

source: Show Details
ta: விவரங்களைக் காட்டு

source: Show Dialog
ta: உரையாடலைக் காட்டு

source: Show Expanders
ta: விரிவாக்கிகளைக் காட்டு

source: Show Fill Level
ta: நிரப்பு அளவைக் காட்டு

source: Show Heading
ta: தலைப்பைக் காட்டு

source: Show Hidden
ta: மறைக்கப்பட்டதைக் காட்டு

source: Show Icons
ta: ஐகான்களைக் காட்டு

source: Show Not Found
ta: கண்டுபிடிக்கப்படவில்லை

source: Show Numbers
ta: எண்களைக் காட்டு

source: Show Private
ta: தனிப்பட்டதைக் காட்டு

source: Show Tabs
ta: தாவல்களைக் காட்டு

source: Show Tooltips
ta: உதவிக்குறிப்புகளைக் காட்டு

source: Show Week Numbers
ta: வார எண்களைக் காட்டு

source: Show button images
ta: பொத்தான் படங்களைக் காட்டு

source: Show file operations
ta: கோப்பு செயல்பாடுகளைக் காட்டு

source: Show menu images
ta: பட்டியல் படங்களைக் காட்டு

source: Show size
ta: அளவைக் காட்டு

source: Show style
ta: பாணியைக் காட்டு

source: Show text
ta: உரையைக் காட்டு

source: Show the 'Input Methods' menu
ta: 'உள்ளீட்டு முறைகள்' மெனுவைக் காட்டு

source: Show the 'Insert Unicode Control Character' menu
ta: 'யூனிகோட் கட்டுப்பாட்டு எழுத்தை செருகவும்' மெனுவைக் காட்டு

source: Show the column header buttons
ta: நெடுவரிசை தலைப்பு பொத்தான்களைக் காட்டு

source: Shrink
ta: சுருங்கவும்

source: Side of the handlebox that's lined up with the docking point to dock the handlebox
ta: ஏண்டில்பாக்சின் பக்கம்

source: Sidebar image
ta: பக்கப்பட்டி படம்

source: Sidebar image for the assistant page
ta: உதவி பக்கத்திற்கான பக்கப்பட்டி படம்

source: Single Line Mode
ta: ஒற்றை வரி பயன்முறை

source: Single Paragraph Mode
ta: ஒற்றை பத்தி பயன்முறை

source: Size
ta: அளவு

source: Size of areas outside the widget's allocation to draw
ta: விட்செட்டின் ஒதுக்கீட்டிற்கு வெளியே உள்ள பகுதிகளின் அளவு

source: Size of check or radio indicator
ta: காசோலை அல்லது வானொலி காட்டி அளவு

source: Size of dropdown indicator
ta: கீழ்தோன்றும் காட்டி அளவு

source: Size of icons in this toolbar
ta: இந்த கருவிப்பட்டியில் ஐகான்களின் அளவு

source: Size of spacers
ta: ச்பேசர்களின் அளவு

source: Size of tab curvature
ta: தாவல் வளைவின் அளவு

source: Size of tab overlap area
ta: தாவல் ஒன்றுடன் ஒன்று பரப்பளவு

source: Size of the expander arrow
ta: விரிவாக்க அம்புக்குறியின் அளவு

source: Size to use for cursors, or 0 to use the default size
ta: கர்சர்களுக்கு பயன்படுத்த வேண்டிய அளவு, அல்லது இயல்புநிலை அளவைப் பயன்படுத்த 0

source: Sizing
ta: அளவிடுதல்

source: Skip pager
ta: பேசரைத் தவிர்க்கவும்

source: Skip taskbar
ta: பணிப்பட்டியைத் தவிர்க்கவும்

source: Slider Length
ta: ச்லைடர் நீளம்

source: Slider Width
ta: ச்லைடர் அகலம்

source: Smallest possible value for the "position" property
ta: "நிலை" சொத்துக்கான மிகச்சிறிய மதிப்பு

source: Snap edge
ta: ச்னாப் எட்ச்

source: Snap edge set
ta: ச்னாப் எட்ச் செட்

source: Snap to Ticks
ta: உண்ணி

source: Socket Window
ta: சாக்கெட் சாளரம்

source: Sort Type
ta: வரிசை வகை

source: Sort column ID
ta: நெடுவரிசை ஐடியை வரிசைப்படுத்துங்கள்

source: Sort direction the sort indicator should indicate
ta: வரிசைப்படுத்தும் திசை வரிசை காட்டி குறிக்க வேண்டும்

source: Sort indicator
ta: காட்டி வரிசைப்படுத்தவும்

source: Sort order
ta: வரிசைப்படுத்தும் முறை

source: Sound Theme Name
ta: ஒலி கருப்பொருள் பெயர்

source: Source option
ta: மூல விருப்பம்

source: Space between value text and the slider/trough area
ta: மதிப்பு உரை மற்றும் ச்லைடர்/தொட்டி பகுதிக்கு இடையிலான இடைவெளி

source: Space style
ta: விண்வெளி நடை

source: Space to put between the label and the child
ta: லேபிளுக்கும் குழந்தைக்கும் இடையில் வைக்க இடம்

source: Space which is inserted at the edges of the icon view
ta: படவுரு பார்வையின் விளிம்புகளில் செருகப்பட்ட இடம்

source: Space which is inserted between cells
ta: கலங்களுக்கு இடையில் செருகப்பட்ட இடம்

source: Space which is inserted between cells of an item
ta: ஒரு பொருளின் கலங்களுக்கு இடையில் செருகப்பட்ட இடம்

source: Space which is inserted between grid columns
ta: கட்டம் நெடுவரிசைகளுக்கு இடையில் செருகப்பட்ட இடம்

source: Space which is inserted between grid rows
ta: கட்டம் வரிசைகளுக்கு இடையில் செருகப்பட்ட இடம்

source: Spacer size
ta: ச்பேசர் அளவு

source: Spacing
ta: இடைவெளி

source: Spacing around check or radio indicator
ta: காசோலை அல்லது வானொலி காட்டி சுற்றியுள்ள இடைவெளி

source: Spacing around expander arrow
ta: விரிவாக்க அம்புக்குறியைச் சுற்றி இடைவெளி

source: Spacing around indicator
ta: காட்டி சுற்றி இடைவெளி

source: Spacing between buttons
ta: பொத்தான்களுக்கு இடையில் இடைவெளி

source: Spacing between elements of the area
ta: இப்பகுதியின் கூறுகளுக்கு இடையில் இடைவெளி

source: Spacing between elements of the main dialog area
ta: முதன்மையான உரையாடல் பகுதியின் கூறுகளுக்கு இடையில் இடைவெளி

source: Spacing between step buttons and thumb
ta: படி பொத்தான்கள் மற்றும் கட்டைவிரலுக்கு இடையில் இடைவெளி

source: Spacing between thumb/steppers and outer trough bevel
ta: கட்டைவிரல்/ச்டெப்பர்கள் மற்றும் வெளிப்புற தொட்டி பெவல் இடையே இடைவெளி

source: Spacing in pixels between the icon and label
ta: படவுரு மற்றும் லேபிளுக்கு இடையில் பிக்சல்களில் இடைவெளி

source: Spacing in pixels between the image and label
ta: படத்திற்கும் லேபிளுக்கும் இடையில் பிக்சல்களில் இடைவெளி

source: Specifies the visual style of the bar in percentage mode (Deprecated)
ta: பட்டியின் காட்சி பாணியை சதவீத பயன்முறையில் குறிப்பிடுகிறது (நீக்கப்பட்டது)

source: Specify how resize events are handled
ta: மறுஅளவிடுதல் நிகழ்வுகள் எவ்வாறு கையாளப்படுகின்றன என்பதைக் குறிப்பிடவும்

source: Speeds up GtkTreeView by assuming that all rows have the same height
ta: எல்லா வரிசைகளும் ஒரே உயரத்தைக் கொண்டுள்ளன என்று கருதி gtktreeview ஐ வேகப்படுத்துகிறது

source: Split Cursor
ta: கர்சரைப் பிரிக்கவும்

source: Start timeout
ta: தொடக்க நேரம் முடிந்தது

source: Starting value for timeouts, when button is pressed
ta: பொத்தானை அழுத்தும்போது, ​​காலக்கெடுவுக்கான தொடக்க மதிப்பு

source: Startup ID
ta: தொடக்க ஐடி

source: State Hint
ta: மாநில குறிப்பு

source: State Message
ta: மாநில செய்தி

source: Status
ta: நிலை

source: Status String
ta: நிலை சரம்

source: Step Increment
ta: படி அதிகரிப்பு

source: Stepper Size
ta: ச்டெப்பர் அளவு

source: Stepper Spacing
ta: ச்டெப்பர் இடைவெளி

source: Stock ID
ta: பங்கு ஐடி

source: Stock ID for a stock image to display
ta: பங்கு படம் காண்பிக்க பங்கு ஐடி

source: Stock ID for primary icon
ta: முதன்மை ஐகானுக்கான பங்கு ஐடி

source: Stock ID for secondary icon
ta: இரண்டாம் நிலை ஐகானுக்கான பங்கு ஐடி

source: Stock Icon
ta: பங்கு படவுரு

source: Stock Id
ta: பங்கு ஐடி

source: Storage type
ta: சேமிப்பக வகை

source: Strikethrough
ta: ச்ட்ரைகெத்ரோ

source: Strikethrough set
ta: ச்ட்ரைகெத்ரோ செட்

source: String giving the current state of the printer
ta: அச்சுப்பொறியின் தற்போதைய நிலையை வழங்கும் சரம்

source: Style
ta: சூல் தண்டு

source: Style of bevel around the contents
ta: உள்ளடக்கங்களைச் சுற்றி பெவலின் பாணி

source: Style of bevel around the menubar
ta: மெனுபரைச் சுற்றி பெவலின் பாணி

source: Style of bevel around the spin button
ta: சுழல் பொத்தானைச் சுற்றி பெவலின் பாணி

source: Style of bevel around the statusbar text
ta: StatusBar உரையைச் சுற்றி பெவலின் பாணி

source: Style of bevel around the toolbar
ta: கருவிப்பட்டியைச் சுற்றி பெவலின் பாணி

source: Style of underline for this text
ta: இந்த உரைக்கான அடிக்கோடிட்ட பாணி

source: Submenu
ta: துணைமெனு

source: Support Selection
ta: உதவி தேர்வு

source: Symbolic size to use for stock icon, icon set or named icon
ta: பங்கு படவுரு, படவுரு செட் அல்லது பெயரிடப்பட்ட ஐகானுக்கு பயன்படுத்த குறியீட்டு அளவு

source: TRUE if a progress dialog is shown while printing.
ta: அச்சிடும் போது முன்னேற்ற உரையாடல் காட்டப்பட்டால் உண்மை.

source: TRUE if page setup combos are embedded in GtkPrintDialog
ta: பக்க அமைவு காம்போக்கள் Gtkprintdialog இல் உட்பொதிக்கப்பட்டால் உண்மை

source: TRUE if page setup combos are embedded in GtkPrintUnixDialog
ta: Gtkprintunixdialog இல் பக்க அமைவு காம்போக்கள் பதிக்கப்பட்டிருந்தால் உண்மை

source: TRUE if print process may run asynchronous.
ta: அச்சு செயல்முறை ஒத்திசைவற்றதாக இயங்கக்கூடும் என்றால் உண்மை.

source: TRUE if the Position property should be used
ta: நிலை சொத்து பயன்படுத்தப்பட வேண்டும் என்றால் உண்மை

source: TRUE if the origin of the context should be at the corner of the page and not the corner of the imageable area
ta: சூழலின் தோற்றம் பக்கத்தின் மூலையில் இருக்க வேண்டும் என்றால் உண்மை
