Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/gtk20.po
Languages: ta

source: Invalid pointer to PrintDlgEx
ta: PrintDlgex க்கு தவறான சுட்டிக்காட்டி

source: Invalid root element: '%s'
ta: தவறான ரூட் உறுப்பு: '%s'

source: Invalid type function on line %d: '%s'
ta: வரி %d இல் தவறான வகை செயல்பாடு: ' %s'

source: JPEG quality must be a value between 0 and 100; value '%d' is not allowed.
ta: JPEG தகுதி 0 மற்றும் 100 க்கு இடையில் ஒரு மதிப்பாக இருக்க வேண்டும்; மதிப்பு '%d' அனுமதிக்கப்படவில்லை.

source: JPEG quality must be a value between 0 and 100; value '%s' could not be parsed.
ta: JPEG தகுதி 0 மற்றும் 100 க்கு இடையில் ஒரு மதிப்பாக இருக்க வேண்டும்; மதிப்பை '%s' பாகுபடுத்த முடியவில்லை.

source: Job
ta: பணி

source: Job Details
ta: வேலை விவரங்கள்

source: Job Priority
ta: வேலை முன்னுரிமை

source: Keys
ta: விசைகள்

source: Keys for PNG text chunks must be ASCII characters.
ta: பி.என்.சி உரை துகள்களுக்கான விசைகள் தபஅஇகு எழுத்துகளாக இருக்க வேண்டும்.

source: Keys for PNG text chunks must have at least 1 and at most 79 characters.
ta: பி.என்.சி உரை துகள்களுக்கான விசைகள் குறைந்தது 1 மற்றும் அதிகபட்சம் 79 எழுத்துக்களைக் கொண்டிருக்க வேண்டும்.

source: LRE Left-to-right _embedding
ta: Lre இடமிருந்து வலமாக _embedding

source: LRO Left-to-right _override
ta: LRO இடமிருந்து வலமாக மேலெழுது (_O)

source: Landscape
ta: நிலப்பரப்பு

source: Layout
ta: மனையமைவு

source: Left to right
ta: இடமிருந்து வலமாக

source: Left to right, bottom to top
ta: இடமிருந்து வலமாக, கீழே முதல்

source: Left to right, top to bottom
ta: இடமிருந்து வலமாக, மேலிருந்து கீழாக

source: License
ta: உரிமம்

source: Load additional GTK+ modules
ta: கூடுதல் சி.டி.கே+ தொகுதிகளை ஏற்றவும்

source: Location
ta: இடம்

source: Long Edge (Standard)
ta: நீண்ட விளிம்பு (நிலையான)

source: Low
ta: குறைந்த

source: MODULES
ta: தொகுதிகள்

source: Make X calls synchronous
ta: ஃச் அழைப்புகளை ஒத்திசைக்கவும்

source: Make all warnings fatal
ta: அனைத்து எச்சரிக்கைகளையும் அபாயகரமானதாக்குங்கள்

source: Malformed chunk in animation
ta: அனிமேசனில் தவறாக துண்டுகள்

source: Manage Custom Sizes
ta: தனிப்பயன் அளவுகளை நிர்வகிக்கவும்

source: Manage Custom Sizes...
ta: தனிப்பயன் அளவுகளை நிர்வகிக்கவும் ...

source: Margins from Printer...
ta: அச்சுப்பொறியில் இருந்து விளிம்புகள் ...

source: Margins: Left: %s %s Right: %s %s Top: %s %s Bottom: %s %s
ta: விளிம்புகள்: இடது: %s %s வலது: %s %s மேல்: %s %s கீழே: %s %s

source: Maximum color value in PNM file is 0
ta: PNM கோப்பில் அதிகபட்ச வண்ண மதிப்பு 0 ஆகும்

source: Maximum color value in PNM file is too large
ta: பி.என்.எம் கோப்பில் அதிகபட்ச வண்ண மதிப்பு மிகப் பெரியது

source: Medium
ta: சராசரி

source: Miscellaneous
ta: மற்றவை

source: Modified
ta: மாற்றியமைக்கப்பட்ட

source: Multipress
ta: மல்டிபிரச்

source: Muted
ta: முடக்கிய

source: NAME
ta: பெயர்

source: Name
ta: பெயர்

source: Name too long
ta: பெயர் மிக நீளமானது

source: Need user intervention
ta: பயனர் தலையீடு தேவை

source: New Folder
ta: புதிய கோப்புறை

source: New accelerator...
ta: புதிய முடுக்கி ...

source: No XPM header found
ta: எக்ச்பிஎம் தலைப்பு இல்லை

source: No deserialize function found for format %s
ta: வடிவமைப்பிற்கு %s வடிவத்திற்கு கிடைக்கவில்லை

source: No extended input devices
ta: நீட்டிக்கப்பட்ட உள்ளீட்டு சாதனங்கள் இல்லை

source: No item for URI '%s' found
ta: யூரி '%s' க்கான எந்த பொருளும் கிடைக்கவில்லை

source: No items found
ta: உருப்படிகள் எதுவும் கிடைக்கவில்லை

source: No match
ta: பொருந்தவில்லை

source: No palette found at end of PCX data
ta: பிசிஎக்ச் தரவின் முடிவில் எந்த தட்டு கிடைக்கவில்லை

source: No pre-filtering
ta: முன் வடிகட்டுதல் இல்லை

source: No printer found
ta: அச்சுப்பொறி எதுவும் கிடைக்கவில்லை

source: No recently used resource found with URI `%s'
ta: யூரி `%S 'உடன் அண்மைக் காலத்தில் பயன்படுத்தப்பட்ட வளங்கள் எதுவும் இல்லை

source: No theme index file in '%s'. If you really want to create an icon cache here, use --ignore-theme-index.
ta: '%S' இல் கருப்பொருள் குறியீட்டு கோப்பு இல்லை. நீங்கள் இங்கே ஒரு படவுரு கேச் உருவாக்க விரும்பினால், --ignore-theme-index ஐப் பயன்படுத்தவும்.

source: No theme index file.
ta: கருப்பொருள் குறியீட்டு கோப்பு இல்லை.

source: None
ta: எதுவுமில்லை

source: Not a valid icon cache: %s
ta: செல்லுபடியாகும் படவுரு கேச் அல்ல: %s

source: Not a valid page setup file
ta: செல்லுபடியாகும் பக்க அமைவு கோப்பு அல்ல

source: Not available
ta: கிடைக்கவில்லை

source: Not enough free memory
ta: போதுமான இலவச நினைவகம் இல்லை

source: Not enough memory to composite a frame in GIF file
ta: GIF கோப்பில் ஒரு சட்டகத்தை கலக்க போதுமான நினைவகம் இல்லை

source: Not enough memory to load GIF file
ta: GIF கோப்பை ஏற்ற போதுமான நினைவகம் இல்லை

source: Not enough memory to load ICO file
ta: ஐ.சி.ஓ கோப்பை ஏற்ற போதுமான நினைவகம் இல்லை

source: Not enough memory to load RAS image
ta: RAS படத்தை ஏற்ற போதுமான நினைவகம் இல்லை

source: Not enough memory to load animation
ta: அனிமேசனை ஏற்ற போதுமான நினைவகம் இல்லை

source: Not enough memory to load bitmap image
ta: பிட்மேப் படத்தை ஏற்ற போதுமான நினைவகம் இல்லை

source: Not enough memory to load icon
ta: ஐகானை ஏற்ற போதுமான நினைவகம் இல்லை

source: Not enough memory to load image
ta: படத்தை ஏற்ற போதுமான நினைவகம் இல்லை

source: Odd sheets
ta: ஒற்றைப்படை தாள்கள்

source: On _hold
ta: _ ஓல்ட்

source: One Sided
ta: ஒரு பக்க

source: Only local files may be selected
ta: உள்ளக கோப்புகள் மட்டுமே தேர்ந்தெடுக்கப்படலாம்

source: Op_acity:
ta: On_asity:

source: Open '%s'
ta: '%s'

source: Opening %s
ta: திறந்த %s

source: Or_ientation:
ta: நோக்குநிலை:

source: Other...
ta: மற்றவை ...

source: Out of paper
ta: காகிதத்திற்கு வெளியே

source: Outermost element in text must be <text_view_markup> not <%s>
ta: உரையில் வெளிப்புற உறுப்பு <text_view_markup> <%s> ஆக இருக்க வேண்டும்

source: Output Tray
ta: வெளியீட்டு தட்டு

source: Output a C header file
ta: ஒரு சி தலைப்பு கோப்பு வெளியீடு

source: Output t_ray:
ta: வெளியீடு T_RAY:

source: Overwrite an existing cache, even if up to date
ta: புதுப்பித்த நிலையில் இருந்தாலும், ஏற்கனவே உள்ள தற்காலிக சேமிப்பை மேலெழுதவும்

source: PDF
ta: பி.டி.எஃப்

source: PDF _Pop directional formatting
ta: PDF _POP திசை வடிவமைப்பு

source: PNG compression level must be a value between 0 and 9; value '%d' is not allowed.
ta: பி.என்.சி சுருக்க நிலை 0 மற்றும் 9 க்கு இடையில் ஒரு மதிப்பாக இருக்க வேண்டும்; மதிப்பு '%d' அனுமதிக்கப்படவில்லை.

source: PNG compression level must be a value between 0 and 9; value '%s' could not be parsed.
ta: பி.என்.சி சுருக்க நிலை 0 மற்றும் 9 க்கு இடையில் ஒரு மதிப்பாக இருக்க வேண்டும்; மதிப்பை '%s' பாகுபடுத்த முடியவில்லை.

source: PNM file has an image height of 0
ta: பிஎன்எம் கோப்பில் படத்தின் உயரம் 0 உள்ளது

source: PNM file has an image width of 0
ta: பிஎன்எம் கோப்பில் 0 இன் பட அகலம் உள்ளது

source: PNM file has an incorrect initial byte
ta: பிஎன்எம் கோப்பில் தவறான ஆரம்ப பைட் உள்ளது

source: PNM file is not in a recognized PNM subformat
ta: பி.என்.எம் கோப்பு அங்கீகரிக்கப்பட்ட பி.என்.எம் சப்ஃபார்மட்டில் இல்லை

source: PNM image loader does not support this PNM subformat
ta: பிஎன்எம் பட ஏற்றி இந்த பிஎன்எம் சப்ஃபார்மட்டை ஆதரிக்காது

source: PNM loader expected to find an integer, but didn't
ta: பி.என்.எம் ஏற்றி ஒரு முழு எண்ணைக் கண்டுபிடிப்பார் என்று எதிர்பார்க்கப்படுகிறது, ஆனால் அவ்வாறு செய்யவில்லை

source: Page %u
ta: பக்கம் %u

source: Page Ordering
ta: பக்க வரிசைப்படுத்துதல்

source: Page Setup
ta: பக்கம் அமைப்பு

source: Page or_dering:
ta: பக்கம் OR_DERRING:

source: Pages
ta: பக்கங்கள்

source: Pages Per Sheet
ta: ஒரு தாளுக்கு பக்கங்கள்

source: Pages per Sheet
ta: ஒரு தாளுக்கு பக்கங்கள்

source: Pages per _sheet:
ta: ஒரு தாளுக்கு பக்கங்கள்:

source: Pages per _side:
ta: _Sdize க்கு பக்கங்கள்:

source: Paper
ta: காகிதம்

source: Paper Margins
ta: காகித விளிம்புகள்

source: Paper Size
ta: காகித அளவு

source: Paper Source
ta: காகித மூல

source: Paper Type
ta: காகித வகை

source: Paper _source:
ta: காகிதம் _ சோர்ச்:

source: Paper _type:
ta: காகிதம் _ வகை:

source: Password:
ta: கடவுச்சொல்:

source: Path does not exist
ta: பாதை இல்லை

source: Paused
ta: இடைநிறுத்தப்பட்டது

source: Paused ; Rejecting Jobs
ta: இடைநிறுத்தப்பட்டது; வேலைகளை நிராகரித்தல்

source: Pick a Color
ta: ஒரு வண்ணத்தைத் தேர்ந்தெடுங்கள்

source: Pick a Font
ta: ஒரு எழுத்துருவைத் தேர்ந்தெடுங்கள்

source: Places
ta: இடங்கள்

source: Portrait
ta: உருவப்படம்

source: Position on the color wheel.
ta: வண்ண சக்கரத்தில் நிலை.

source: Postscript
ta: போச்ட்ச்கிரிப்ட்

source: Premature end-of-file encountered
ta: முன்கூட்டிய முடிவுக்கு வந்தது

source: Preparing
ta: தயாரித்தல்

source: Preparing %d
ta: %D ஐத் தயாரித்தல்

source: Pri_ority:
ta: முன்னுரிமை:

source: Print
ta: அச்சிடுக

source: Print Document
ta: அச்சு ஆவணம்

source: Print at
ta: இல் அச்சிடுக

source: Print at time
ta: நேரத்தில் அச்சிடுக

source: Print to File
ta: கோப்பில் அச்சிடு

source: Print to LPR
ta: LPR க்கு அச்சிடுக

source: Print to Test Printer
ta: சோதனை அச்சுப்பொறிக்கு அச்சிடுக

source: Printer
ta: அச்சுப்பொறி

source: Printer '%s' has no toner left.
ta: அச்சுப்பொறி '%s' டோனர் இல்லை.

source: Printer '%s' is currently off-line.
ta: அச்சுப்பொறிகள் தற்போது ஆஃப்லைனில் உள்ளன.

source: Printer '%s' is low on at least one marker supply.
ta: அச்சுப்பொறி '%s' குறைந்தது ஒரு மார்க்கர் விநியோகத்தில் குறைவாக உள்ளது.

source: Printer '%s' is low on developer.
ta: அச்சுப்பொறி '%s' டெவலப்பரில் குறைவாக உள்ளது.

source: Printer '%s' is low on paper.
ta: அச்சுப்பொறி '%s' காகிதத்தில் குறைவாக உள்ளது.

source: Printer '%s' is low on toner.
ta: அச்சுப்பொறி '%s' டோனரில் குறைவாக உள்ளது.

source: Printer '%s' is out of at least one marker supply.
ta: அச்சுப்பொறி '%s' குறைந்தது ஒரு மார்க்கர் விநியோகத்தில் இல்லை.

source: Printer '%s' is out of developer.
ta: அச்சுப்பொறி '%s' டெவலப்பருக்கு வெளியே இல்லை.

source: Printer '%s' is out of paper.
ta: அச்சுப்பொறி '%s' காகிதத்திற்கு வெளியே இல்லை.

source: Printer '%s' may not be connected.
ta: அச்சுப்பொறி '%s' இணைக்கப்படாமல் இருக்கலாம்.

source: Printer Default
ta: அச்சுப்பொறி இயல்புநிலை

source: Printer offline
ta: அச்சுப்பொறி ஆஃப்லைனில்

source: Printing %d
ta: அச்சிடுதல் %d

source: Program class as used by the window manager
ta: சாளர மேலாளர் பயன்படுத்தும் நிரல் வகுப்பு

source: Program name as used by the window manager
ta: சாளர மேலாளரால் பயன்படுத்தப்படும் நிரல் பெயர்

source: RAS image has bogus header data
ta: RAS படத்திற்கு போலி தலைப்பு தரவு உள்ளது

source: RAS image has unknown type
ta: RAS படத்திற்கு தெரியாத வகை உள்ளது

source: RLE Right-to-left e_mbedding
ta: Rle வலதுபுறம்-இடது E_MBedding

source: RLM _Right-to-left mark
ta: Rlm _right-to-lalft குறி

source: RLO Right-to-left o_verride
ta: Rlo வலது-க்கு-இடது o_verride

source: Range
ta: வீச்சு

source: Raw PNM formats require exactly one whitespace before sample data
ta: மூல பி.என்.எம் வடிவங்களுக்கு மாதிரி தரவுக்கு முன் ஒரு இடைவெளி தேவைப்படுகிறது

source: Raw PNM image type is invalid
ta: மூல பி.என்.எம் பட வகை தவறானது

source: Really delete file "%s"?
ta: "%s" கோப்பை உண்மையில் நீக்கவா?

source: Received invalid color data
ta: தவறான வண்ண தரவு பெறப்பட்டது

source: Recently Used
ta: அண்மைக் காலத்தில் பயன்படுத்தப்பட்டது

source: Rejecting Jobs
ta: வேலைகளை நிராகரித்தல்

source: Remember _forever
ta: நினைவில் கொள்ளுங்கள் _ ஃபோரெவர்

source: Remember password until you _logout
ta: நீங்கள் _logout வரை கடவுச்சொல்லை நினைவில் கொள்ளுங்கள்

source: Remove
ta: அகற்று

source: Remove the bookmark '%s'
ta: '%s' புத்தகக்குறியை அகற்று

source: Remove the selected bookmark
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகக்குறியை அகற்று

source: Rename File
ta: கோப்பை மறுபெயரிடுங்கள்

source: Rename file "%s" to:
ta: "%S" என்ற கோப்பை மறுபெயரிடுங்கள்:

source: Rename...
ta: மறுபெயரிடுங்கள் ...

source: Resolution
ta: பகுத்தல்

source: Reverse landscape
ta: தலைகீழ் நிலப்பரப்பு

source: Reverse portrait
ta: தலைகீழ் உருவப்படம்

source: Right to left
ta: வலமிருந்து இடமாக

source: Right to left, bottom to top
ta: வலமிருந்து இடமாக, கீழே முதல்

source: Right to left, top to bottom
ta: வலமிருந்து இடமாக, மேலிருந்து கீழாக

source: SCREEN
ta: திரை

source: SVG
ta: எச்.வி.சி.

source: Same as --no-wintab
ta: -இல்லை-வின்டாப் போன்றது

source: Sans 12
ta: சான்ச் 12

source: Save in _folder:
ta: _ ஃபோல்டரில் சேமிக்கவும்:

source: Screen
ta: திரை

source: Se_lection
ta: தேர்வு

source: Search
ta: தேடல்

source: Search:
ta: தேடல்:

source: Secret
ta: மறைபொருள்

source: Select A File
ta: ஒரு கோப்பைத் தேர்ந்தெடுக்கவும்

source: Select the color you want from the outer ring. Select the darkness or lightness of that color using the inner triangle.
ta: வெளிப்புற வளையத்திலிருந்து நீங்கள் விரும்பும் வண்ணத்தைத் தேர்ந்தெடுக்கவும். உள் முக்கோணத்தைப் பயன்படுத்தி அந்த நிறத்தின் இருள் அல்லது லேசான தன்மையைத் தேர்ந்தெடுக்கவும்.

source: Select which type of documents are shown
ta: எந்த வகை ஆவணங்கள் காட்டப்பட்டுள்ளன என்பதைத் தேர்ந்தெடுக்கவும்

source: Select which types of files are shown
ta: எந்த வகையான கோப்புகள் காட்டப்பட்டுள்ளன என்பதைத் தேர்ந்தெடுக்கவும்

source: Serialized data is malformed
ta: வரிசைப்படுத்தப்பட்ட தரவு தவறாக உள்ளது

source: Serialized data is malformed. First section isn't GTKTEXTBUFFERCONTENTS-0001
ta: வரிசைப்படுத்தப்பட்ட தரவு தவறாக உள்ளது. முதல் பிரிவு GtktextBufferContents-0001 அல்ல

source: Short Edge (Flip)
ta: குறுகிய விளிம்பு (ஃபிளிப்)

source: Shortcut %s already exists
ta: குறுக்குவழி %s ஏற்கனவே உள்ளன

source: Shortcut %s does not exist
ta: குறுக்குவழி %s இல்லை

source: Show GTK+ Options
ta: GTK+ விருப்பங்களைக் காட்டு

source: Show _Hidden Files
ta: மறைக்கப்பட்ட கோப்புகளைக் காட்டு (_H)

source: Show _Private Resources
ta: _வாத வளங்களைக் காட்டு

source: Show _Size Column
ta: சூ அளவு நெடுவரிசை

source: Simple
ta: எளிய

source: Size
ta: அளவு

source: Size of the palette in 8 bit mode
ta: 8 பிட் பயன்முறையில் தட்டின் அளவு

source: Sole completion
ta: ஒரே நிறைவு

source: Some of the settings in the dialog conflict
ta: உரையாடல் மோதலில் சில அமைப்புகள்

source: Specify one or more page ranges, e.g. 1-3,7,11
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட பக்க வரம்புகளைக் குறிப்பிடவும், எ.கா. 1-3,7,11

source: Specify the time of print, e.g. 15:30, 2:35 pm, 14:15:20, 11:46:30 am, 4 pm
ta: அச்சின் நேரத்தைக் குறிப்பிடவும், எ.கா. 15:30, 2:35 PM, 14:15:20, 11:46:30 AM, 4 PM

source: Stack overflow
ta: அடுக்கு வழிதல்

source: Standard
ta: தரநிலை

source: Starting %s
ta: தொடக்க %s

source: Status
ta: நிலை

# Stock label
source: Best _Fit
ta: சிறந்த _ ஃபிட்

# Stock label
source: C_onnect
ta: C_ இணைக்க

# Stock label
source: Decrease Indent
ta: உள்தள்ளல் குறைவு

# Stock label
source: Error
ta: பிழை

# Stock label
source: Find and _Replace
ta: கண்டுபிடித்து _ மறுசீரமைப்பு

# Stock label
source: Increase Indent
ta: உள்தள்ளலை அதிகரி

# Stock label
source: Information
ta: தகவல்

# Stock label
source: Landscape
ta: நிலப்பரப்பு

# Stock label
source: Page Set_up
ta: பக்கம் அமைப்பு (_u)

# Stock label
source: Portrait
ta: உருவப்படம்

# Stock label
source: Print Pre_view
ta: முன்னோட்டம் அச்சு

# Stock label
source: Question
ta: கேள்வி

# Stock label
source: Reverse landscape
ta: தலைகீழ் நிலப்பரப்பு

# Stock label
source: Reverse portrait
ta: தலைகீழ் உருவப்படம்

# Stock label
source: Save _As
ta: _As ஐ சேமிக்கவும்

# Stock label
source: Select _All
ta: _All ஐத் தேர்ந்தெடுக்கவும்

# Stock label
source: Warning
ta: எச்சரிக்கை

# Stock label
source: Zoom _In
ta: பெரிதாக்க _in

# Stock label
source: Zoom _Out
ta: பெரிதாக்கவும்

# Stock label
source: _Apply
ta: _Aplay

# Stock label
source: _Ascending
ta: _ச்வெண்டிங்

# Stock label
source: _Bold
ta: _போல்ட்

# Stock label
source: _CD-Rom
ta: சிடி-ரோம்

# Stock label
source: _Center
ta: _ சென்டர்

# Stock label
source: _Clear
ta: _ கிளையர்

# Stock label
source: _Close
ta: மூடு (_C)

# Stock label
source: _Color
ta: _ வண்ணம்

# Stock label
source: _Convert
ta: _ கான்வர்ட்

# Stock label
source: _Copy
ta: _ கோபி

# Stock label
source: _Descending
ta: இறங்கு

# Stock label
source: _Discard
ta: _ டிச்கார்ட்

# Stock label
source: _Edit
ta: தொகு (_E)

# Stock label
source: _Execute
ta: செயல்படுத்த (_E)

# Stock label
source: _Fill
ta: _ நிரப்புதல்

# Stock label
source: _Find
ta: _ ஃபைண்ட்

# Stock label
source: _Font
ta: _ஃபாண்ட்

# Stock label
source: _Harddisk
ta: வன்

# Stock label
source: _Help
ta: உதவி (_H)

# Stock label
source: _Home
ta: _ஓம்

# Stock label
source: _Information
ta: _ செய்தி

# Stock label
source: _Italic
ta: _ியாலிக்

# Stock label
source: _Jump to
ta: _ சம்ப்

# Stock label
source: _Leave Fullscreen
ta: _ முழு திரை

# Stock label
source: _Network
ta: _நெட் வொர்க்

# Stock label
source: _New
ta: _ நியூ

# Stock label
source: _No
ta: _ இல்லை

# Stock label
source: _Normal Size
ta: _ இயல்பான அளவு

# Stock label
source: _Paste
ta: _ பேச்ட்

# Stock label
source: _Preferences
ta: _ முனைகள்

# Stock label
source: _Redo
ta: _ ரெடோ

# Stock label
source: _Remove
ta: _ அகற்று

# Stock label
source: _Revert
ta: _ திரும்பவும்

# Stock label
source: _Right
ta: _ ரைட்

# Stock label
source: _Save
ta: _சேவ்

# Stock label
source: _Spell Check
ta: எழுத்துப்பிழை சோதனை

# Stock label
source: _Stop
ta: _ச்டாப்

# Stock label
source: _Undelete
ta: Undetete

# Stock label, media
source: Pre_vious
ta: Pre_uis

# Stock label, media
source: _Next
ta: அடுத்தது (_N)

# Stock label, media
source: _Play
ta: _ பிளே

# Stock label, media
source: _Record
ta: _ ரெக்கார்ட்

# Stock label, media
source: _Stop
ta: _ச்டாப்

# Stock label, navigation
source: _Back
ta: _ பேக்

# Stock label, navigation
source: _Bottom
ta: _ பாட்டம்

# Stock label, navigation
source: _Down
ta: _ பேரூர்

# Stock label, navigation
source: _First
ta: _ முதல்

# Stock label, navigation
source: _Last
ta: _ லாச்ட்

# Stock label, navigation
source: _Top
ta: _ டாப்

source: TGA image has invalid dimensions
ta: டிசிஏ படம் தவறான பரிமாணங்களைக் கொண்டுள்ளது

source: TGA image type not supported
ta: டிசிஏ பட வகை ஆதரிக்கப்படவில்லை

source: TIFFClose operation failed
ta: டிஃப்ளோச் செயல்பாடு தோல்வியடைந்தது

source: T_wo-sided:
ta: இரு பக்க:

source: Tag "%s" already defined
ta: குறிச்சொல் "%s" ஏற்கனவே வரையறுக்கப்பட்டுள்ளது

source: Tag "%s" does not exist in buffer and tags can not be created.
ta: குறிச்சொல் "%s" இடையகத்தில் இல்லை மற்றும் குறிச்சொற்களை உருவாக்க முடியாது.

source: Tag "%s" has invalid priority "%s"
ta: குறிச்சொல் "%s" தவறான முன்னுரிமை "%s"

source: Tag "%s" has not been defined.
ta: குறிச்சொல் "%s" வரையறுக்கப்படவில்லை.

source: Terminal Pager
ta: முனைய பேசர்

source: Thai-Lao
ta: தாய்-லாவோ

source: The ANI image format
ta: ANI பட வடிவம்

source: The BMP image format
ta: BMP பட வடிவம்

source: The EMF image format
ta: EMF பட வடிவம்

source: The GIF image format
ta: GIF பட வடிவம்

source: The ICNS image format
ta: ICNS பட வடிவம்

source: The ICO image format
ta: ICO பட வடிவம்

source: The JPEG 2000 image format
ta: JPEG 2000 பட வடிவம்

source: The JPEG image format
ta: JPEG பட வடிவம்

source: The PCX image format
ta: PCX பட வடிவம்

source: The PNG image format
ta: பி.என்.சி பட வடிவம்

source: The PNM/PBM/PGM/PPM image format family
ta: PNM/PBM/PGM/PPM பட வடிவமைப்பு குடும்பம்

source: The Sun raster image format
ta: சன் ராச்டர் பட வடிவம்

source: The TIFF image format
ta: TIFF பட வடிவம்

source: The Targa image format
ta: தர்கா பட வடிவம்

source: The WBMP image format
ta: WBMP பட வடிவம்

source: The WMF image format
ta: WMF பட வடிவம்

source: The XBM image format
ta: எக்ச்பிஎம் பட வடிவம்

source: The XPM image format
ta: எக்ச்பிஎம் பட வடிவம்

source: The attribute "%s" was found twice on the <%s> element
ta: "%s" என்ற பண்புக்கூறு <%s> உறுப்பில் இரண்டு முறை காணப்பட்டது

source: The color you've chosen. You can drag this color to a palette entry to save it for use in the future.
ta: நீங்கள் தேர்ந்தெடுத்த நிறம். எதிர்காலத்தில் பயன்படுத்த சேமிக்க இந்த வண்ணத்தை தட்டு நுழைவுக்கு இழுக்கலாம்.

source: The cover is open on printer '%s'.
ta: '%S' அச்சுப்பொறியில் கவர் திறந்திருக்கும்.

source: The door is open on printer '%s'.
ta: '%S' அச்சுப்பொறியில் கதவு திறந்திருக்கும்.

source: The file "%s" resides on another machine (called %s) and may not be available to this program. Are you sure that you want to select it?
ta: " %s" கோப்பு மற்றொரு இயந்திரத்தில் ( %s என அழைக்கப்படுகிறது) மற்றும் இந்த நிரலுக்கு கிடைக்காமல் போகலாம். நீங்கள் அதைத் தேர்ந்தெடுக்க விரும்புகிறீர்கள் என்பதில் உறுதியாக இருக்கிறீர்களா?

source: The file already exists in "%s". Replacing it will overwrite its contents.
ta: கோப்பு ஏற்கனவே "%s" இல் உள்ளது. அதை மாற்றுவது அதன் உள்ளடக்கங்களை மேலெழுதும்.

source: The filename "%s" contains symbols that are not allowed in filenames
ta: கோப்பு பெயரில் "%s" கோப்பு பெயர்களில் அனுமதிக்கப்படாத சின்னங்களைக் கொண்டுள்ளது

source: The filename "%s" couldn't be converted to UTF-8. (try setting the environment variable G_FILENAME_ENCODING): %s
ta: G_FILENAME_ENCODING):అమర్చి చూడండి %s

source: The folder contents could not be displayed
ta: கோப்புறை உள்ளடக்கங்களைக் காட்ட முடியவில்லை

source: The folder could not be created
ta: கோப்புறையை உருவாக்க முடியவில்லை

source: The folder could not be created, as a file with the same name already exists. Try using a different name for the folder, or rename the file first.
ta: ஏற்கனவே அதே பெயருடன் கூடிய கோப்பு இருப்பதால், கோப்புறையை உருவாக்க முடியவில்லை. கோப்புறைக்கு வேறு பெயரைப் பயன்படுத்த முயற்சிக்கவும் அல்லது முதலில் கோப்பை மறுபெயரிடவும்.

source: The folder name "%s" contains symbols that are not allowed in filenames
ta: கோப்புறை பெயரில் கோப்பு பெயர்களில் அனுமதிக்கப்படாத சின்னங்கள் உள்ளன

source: The generated cache was invalid.
ta: உருவாக்கப்பட்ட தற்காலிக சேமிப்பு தவறானது.

source: The license of the program
ta: திட்டத்தின் உரிமம்

source: The most probable reason is that a temporary file could not be created.
ta: மிகவும் சாத்தியமான காரணம் என்னவென்றால், ஒரு தற்காலிக கோப்பை உருவாக்க முடியவில்லை.

source: The previously-selected color, for comparison to the color you're selecting now. You can drag this color to a palette entry, or select this color as current by dragging it to the other color swatch alongside.
ta: நீங்கள் இப்போது தேர்ந்தெடுக்கும் வண்ணத்துடன் ஒப்பிடுகையில், முன்னர் தேர்ந்தெடுக்கப்பட்ட வண்ணம். இந்த வண்ணத்தை நீங்கள் ஒரு தட்டு நுழைவுக்கு இழுக்கலாம் அல்லது இந்த வண்ணத்தை மற்ற வண்ண ச்வாட்சுக்கு இழுத்து மின்னோட்டமாக தேர்ந்தெடுக்கலாம்.

source: The program was not able to create a connection to the indexer daemon. Please make sure it is running.
ta: குறியீட்டாளர் டீமனுடன் ஒரு இணைப்பை உருவாக்க நிரல் முடியவில்லை. அது இயங்குவதை உறுதிப்படுத்தவும்.

source: There is a problem on printer '%s'.
ta: அச்சுப்பொறி '%s' இல் சிக்கல் உள்ளது.

source: This build of gdk-pixbuf does not support saving the image format: %s
ta: சி.டி.கே-பிக்ச்புஃப் இந்த உருவாக்கம் பட வடிவமைப்பைச் சேமிப்பதை ஆதரிக்காது: %s

source: This function is not implemented for widgets of class '%s'
ta: இந்த செயல்பாடு '%s' வர்க்கத்தின் விட்செட்டுகளுக்கு செயல்படுத்தப்படவில்லை

source: Tigrigna-Eritrean (EZ+)
ta: புலி-எரிட்ரியன் (எரித்திரியன்)

source: Tigrigna-Ethiopian (EZ+)
ta: டிக்ரிக்னா-எத்தியோபியன் (EZ+)

source: Time of print
ta: அச்சு நேரம்

source: Top Command
ta: சிறந்த கட்டளை

source: Top Secret
ta: மேல் மறைபொருள்

source: Top to bottom
ta: மேலே இருந்து கீழே

source: Top to bottom, left to right
ta: மேலிருந்து கீழாக, இடமிருந்து வலமாக

source: Top to bottom, right to left
ta: மேலிருந்து கீழாக, வலமிருந்து இடமாக

source: Topdown BMP images cannot be compressed
ta: டாப் பேரூர் பி.எம்.பி படங்களை சுருக்க முடியாது

source: Transformed JPEG has zero width or height.
ta: மாற்றப்பட்ட JPEG சுழிய அகலம் அல்லது உயரத்தைக் கொண்டுள்ளது.

source: Transformed JPEG2000 has zero width or height
ta: மாற்றப்பட்ட JPEG2000 சுழிய அகலம் அல்லது உயரத்தைக் கொண்டுள்ளது

source: Transformed PNG has unsupported number of channels, must be 3 or 4.
ta: மாற்றப்பட்ட பி.என்.சி ஆதரிக்கப்படாத சேனல்களைக் கொண்டுள்ளது, 3 அல்லது 4 ஆக இருக்க வேண்டும்.

source: Transformed PNG has zero width or height.
ta: மாற்றப்பட்ட பி.என்.சி சுழிய அகலம் அல்லது உயரத்தைக் கொண்டுள்ளது.

source: Transformed PNG not RGB or RGBA.
ta: மாற்றப்பட்ட PNG RGB அல்லது RGBA அல்ல.

source: Translated by
ta: மொழிபெயர்த்தது

source: Transparency of the color.
ta: வண்ணத்தின் வெளிப்படைத்தன்மை.

source: Turn off verbose output
ta: வெர்போச் வெளியீட்டை அணைக்கவும்

source: Turns volume down or up
ta: அளவை கீழே அல்லது மேலே திருப்புகிறது
