Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/gtk20-properties.po
Languages: ta

source: The resolution for fonts on the screen
ta: திரையில் எழுத்துருக்களுக்கான தீர்மானம்

source: The row number to attach the bottom of the child to
ta: குழந்தையின் அடிப்பகுதியை இணைக்க வரிசை எண்

source: The row number to attach the top of a child widget to
ta: குழந்தை விட்செட்டின் மேற்புறத்தை இணைக்க வரிசை எண்

source: The row number to attach the top of the child to
ta: குழந்தையின் மேற்புறத்தை இணைக்க வரிசை எண்

source: The screen where this status icon will be displayed
ta: இந்த நிலை படவுரு காண்பிக்கப்படும் திரை

source: The screen where this window will be displayed
ta: இந்த சாளரம் காண்பிக்கப்படும் திரை

source: The screen where this window will be displayed.
ta: இந்த சாளரம் காண்பிக்கப்படும் திரை.

source: The secondary text includes Pango markup.
ta: இரண்டாம் நிலை உரையில் பாங்கோ மார்க்அப் அடங்கும்.

source: The secondary text of the message dialog
ta: செய்தி உரையாடலின் இரண்டாம் நிலை உரை

source: The selected color
ta: தேர்ந்தெடுக்கப்பட்ட நிறம்

source: The selected day (as a number between 1 and 31, or 0 to unselect the currently selected day)
ta: தேர்ந்தெடுக்கப்பட்ட நாள் (தற்போது தேர்ந்தெடுக்கப்பட்ட நாளைத் தேர்ந்தெடுக்க 1 முதல் 31, அல்லது 0 க்கு இடையில் ஒரு எண்ணாக)

source: The selected month (as a number between 0 and 11)
ta: தேர்ந்தெடுக்கப்பட்ட மாதம் (0 மற்றும் 11 க்கு இடையில் ஒரு எண்ணாக)

source: The selected opacity value (0 fully transparent, 65535 fully opaque)
ta: தேர்ந்தெடுக்கப்பட்ட ஒளிபுகா மதிப்பு (0 முழுமையாக வெளிப்படையானது, 65535 முழுமையாக ஒளிபுகா)

source: The selected year
ta: தேர்ந்தெடுக்கப்பட்ட ஆண்டு

source: The selection mode
ta: தேர்வு முறை

source: The sensitivity policy for the stepper that points to the adjustment's lower side
ta: சரிசெய்தலின் கீழ் பக்கத்தை சுட்டிக்காட்டும் ச்டெப்பருக்கான உணர்திறன் கொள்கை

source: The sensitivity policy for the stepper that points to the adjustment's upper side
ta: சரிசெய்தலின் மேல் பக்கத்தை சுட்டிக்காட்டும் ச்டெப்பருக்கான உணர்திறன் கொள்கை

source: The size of the icon
ta: ஐகானின் அளவு

source: The size of the recently used resources list
ta: அண்மைக் காலத்தில் பயன்படுத்தப்பட்ட வளங்களின் பட்டியலின் அளவு

source: The sorting order of the items displayed
ta: காட்டப்படும் பொருட்களின் வரிசையாக்க வரிசை

source: The status of the print operation
ta: அச்சு செயல்பாட்டின் நிலை

source: The step increment of the adjustment
ta: சரிசெய்தலின் படி அதிகரிப்பு

source: The stock ID of the stock icon to render
ta: வழங்க பங்கு ஐகானின் பங்கு ஐடி

source: The stock icon displayed in widgets representing this action.
ta: இந்த செயலைக் குறிக்கும் விட்செட்களில் காட்டப்படும் பங்கு படவுரு.

source: The stock icon displayed on the item
ta: உருப்படியில் காண்பிக்கப்படும் பங்கு படவுரு

source: The string displayed in the child's menu entry
ta: குழந்தையின் பட்டியல் உள்ளீட்டில் காட்டப்படும் சரம்

source: The string displayed on the child's tab label
ta: குழந்தையின் தாவல் லேபிளில் காட்டப்படும் சரம்

source: The string that represents this font
ta: இந்த எழுத்துருவைக் குறிக்கும் சரம்

source: The style of the widget, which contains information about how it will look (colors etc)
ta: விட்செட்டின் பாணி, அது எப்படி இருக்கும் என்பது பற்றிய தகவல்களைக் கொண்டுள்ளது (வண்ணங்கள் போன்றவை)

source: The submenu attached to the menu item, or NULL if it has none
ta: பட்டியல் உருப்படியுடன் இணைக்கப்பட்ட துணைமெனு, அல்லது அது எதுவும் இல்லை என்றால் பூச்யமானது

source: The text for the child label
ta: குழந்தை லேபிளின் உரை

source: The text of the label
ta: லேபிளின் உரை

source: The text of the label includes XML markup. See pango_parse_markup()
ta: லேபிளின் உரையில் எக்ச்எம்எல் மார்க்அப் உள்ளது. Pango_parse_markup () ஐப் பார்க்கவும்

source: The text to display in order to demonstrate the selected font
ta: தேர்ந்தெடுக்கப்பட்ட எழுத்துருவை நிரூபிக்க காண்பிக்க வேண்டிய உரை

source: The time before hiding a submenu when the pointer is moving towards the submenu
ta: சுட்டிக்காட்டி துணைமெனுவை நோக்கி நகரும்போது ஒரு துணைமெனுவை மறைப்பதற்கு முன் நேரம்

source: The title of the assistant page
ta: உதவி பக்கத்தின் தலைப்பு

source: The title of the color selection dialog
ta: வண்ண தேர்வு உரையாடலின் தலைப்பு

source: The title of the file chooser dialog.
ta: கோப்பு தேர்வு உரையாடலின் தலைப்பு.

source: The title of the font selection dialog
ta: எழுத்துரு தேர்வு உரையாடலின் தலைப்பு

source: The title of the window
ta: சாளரத்தின் தலைப்பு

source: The title of this tray icon
ta: இந்த தட்டு ஐகானின் தலைப்பு

source: The toggle button can be activated
ta: மாற்று பொத்தானை செயல்படுத்தலாம்

source: The toggle state of the button
ta: பொத்தானின் மாற்று நிலை

source: The transient parent of the dialog
ta: உரையாடலின் நிலையற்ற பெற்றோர்

source: The translation domain used by gettext
ta: உரைபெறு ஆல் பயன்படுத்தப்படும் மொழிபெயர்ப்பு களம்

source: The type of accelerators
ta: முடுக்கிகளின் வகை

source: The type of message
ta: செய்தி வகை

source: The type of operation that the file selector is performing
ta: கோப்பு தேர்வாளர் நிகழ்த்தும் செயல்பாட்டின் வகை

source: The type of the assistant page
ta: உதவி பக்கத்தின் வகை

source: The type of the window
ta: சாளரத்தின் வகை

source: The unit in which distances can be measured in the context
ta: சூழலில் தூரங்களை அளவிடக்கூடிய அலகு

source: The value
ta: மதிப்பு

source: The value of the adjustment
ta: சரிசெய்தலின் மதிப்பு

source: The value of the scale
ta: அளவின் மதிப்பு

source: The value property of the currently active member of the group to which this action belongs.
ta: இந்த நடவடிக்கை சொந்தமான குழுவின் தற்போது செயலில் உள்ள உறுப்பினரின் மதிப்பு சொத்து.

source: The value returned by gtk_radio_action_get_current_value() when this action is the current action of its group.
ta: gtk_radio_action_get_current_value() ద్వారా తిరిగియివ్వబడిన విలువ.

source: The version of the program
ta: நிரலின் பதிப்பு

source: The vertical alignment of the label
ta: லேபிளின் செங்குத்து சீரமைப்பு

source: The vertical alignment, from 0 (top) to 1 (bottom)
ta: செங்குத்து சீரமைப்பு, 0 (மேல்) முதல் 1 (கீழே) வரை

source: The vertical text alignment, from 0 (top) to 1 (bottom).
ta: செங்குத்து உரை சீரமைப்பு, 0 (மேல்) முதல் 1 (கீழே) வரை.

source: The widget the menu is attached to
ta: விட்செட் பட்டியல் இணைக்கப்பட்டுள்ளது

source: The widget to be activated when the label's mnemonic key is pressed
ta: லேபிளின் நினைவூட்டல் விசை அழுத்தும் போது விட்செட் செயல்படுத்தப்பட வேண்டும்

source: The widget to be monitored for accelerator changes
ta: முடுக்கி மாற்றங்களுக்கு கண்காணிக்கப்பட வேண்டிய விட்செட்

source: The widget's window if it is realized
ta: விட்செட்டின் சாளரம் உணரப்பட்டால்

source: The width at which the text is wrapped
ta: உரை மூடப்பட்ட அகலம்

source: The width of separators if wide-separators is TRUE
ta: பரந்த-பிரிப்பான்கள் உண்மையாக இருந்தால் பிரிப்பான்களின் அகலம்

source: The width of the empty border outside the containers children
ta: கொள்கலன்களுக்கு வெளியே வெற்று எல்லையின் அகலம் குழந்தைகளுக்கு

source: The width of the layout
ta: தளவமைப்பின் அகலம்

source: The width used for each item
ta: ஒவ்வொரு பொருளுக்கும் பயன்படுத்தப்படும் அகலம்

source: The window gravity of the window
ta: சாளரத்தின் சாளர ஈர்ப்பு

source: The window of the socket the plug is embedded in
ta: சாக்கெட்டின் சாளரம் பிளக் உட்பொதிக்கப்பட்டுள்ளது

source: The x-align
ta: எக்ச்-சீரமை

source: The xpad
ta: எக்ச்பாட்

source: The y-align
ta: Y- சீரமை

source: The ypad
ta: Ypad

source: Theme Name
ta: கருப்பொருள் பெயர்

source: Time after which the cursor stops blinking, in seconds
ta: கர்சர் ஒளிரும் நேரம், நொடிகளில்

source: Timeout after which browse mode is disabled
ta: அதன் பிறகு உலாவுதல் பயன்முறை முடக்கப்பட்டுள்ளது

source: Timeout before tooltip is shown
ta: உதவிக்குறிப்புக்கு முன் நேரம் முடிந்தது

source: Timeout before tooltip is shown when browse mode is enabled
ta: உலாவு பயன்முறை இயக்கப்பட்டிருக்கும் போது உதவிக்குறிப்புக்கு முன் நேரம் காண்பிக்கப்படும்

source: Timestamp of current fontconfig configuration
ta: தற்போதைய fontConfig உள்ளமைவின் நேர முத்திரை

source: Title
ta: தலைப்பு

source: Title of the print job
ta: அச்சு வேலையின் தலைப்பு

source: Title to appear in column header
ta: நெடுவரிசை தலைப்பில் தோன்றும் தலைப்பு

source: Toggle state
ta: நிலையை மாற்றவும்

source: Toolbar Style
ta: கருவிப்பட்டி நடை

source: Toolbar style
ta: கருவிப்பட்டி நடை

source: Tooltip
ta: உதவிக்குறிப்பு

source: Tooltip Column
ta: உதவிக்குறிப்பு நெடுவரிசை

source: Tooltip Text
ta: உதவிக்குறிப்பு உரை

source: Tooltip browse mode timeout
ta: உதவிக்குறிப்பு உலாவல் பயன்முறை நேரம் முடிந்தது

source: Tooltip browse timeout
ta: உதவிக்குறிப்பு நேரம் முடிந்தது

source: Tooltip markup
ta: உதவிக்குறிப்பு மார்க்அப்

source: Tooltip timeout
ta: உதவிக்குறிப்பு நேரம் முடிந்தது

source: Tooltips
ta: உதவிக்குறிப்புகள்

source: Top Attach
ta: மேலே இணைக்கவும்

source: Top Padding
ta: மேல் திணிப்பு

source: Top attachment
ta: சிறந்த இணைப்பு

source: Track Print Status
ta: அச்சு நிலையை கண்காணிக்கவும்

source: Track visited links
ta: ட்ராக் பார்வையிட்ட இணைப்புகள்

source: Transient for Window
ta: சாளரத்திற்கு இடைக்கால

source: Translation Domain
ta: மொழிபெயர்ப்பு களம்

source: Translator credits
ta: மொழிபெயர்ப்பாளர் வரவு

source: Tree line pattern
ta: மர வரி முறை

source: Tree line width
ta: மர வரி அகலம்

source: TreeModel column containing the column span values
ta: நெடுவரிசை இடைவெளி மதிப்புகளைக் கொண்ட ட்ரெமோடல் நெடுவரிசை

source: TreeModel column containing the row span values
ta: வரிசை இடைவெளி மதிப்புகளைக் கொண்ட ட்ரெமோடல் நெடுவரிசை

source: TreeModelSort Model
ta: ட்ரெமோடெல்சார்ட் மாதிரி

source: TreeView Model
ta: ட்ரீவியூ மாதிரி

source: Trough Border
ta: தொட்டி எல்லை

source: Trough Side Details
ta: தொட்டி பக்க விவரங்கள்

source: Trough Under Steppers
ta: ச்டெப்பர்களின் கீழ் தொட்டி

source: Truncate multiline
ta: மல்டிலைனை துண்டிக்கவும்

source: Type hint
ta: குறிப்பைத் தட்டச்சு செய்க

source: Type of bevel around toolbar buttons
ta: கருவிப்பட்டி பொத்தான்களைச் சுற்றி பெவல் வகை

source: Type of subpixel antialiasing; none, rgb, bgr, vrgb, vbgr
ta: சப் படப்புள்ளி ஆன்டியாலியாசிங் வகை; எதுவுமில்லை, RGB, BGR, VRGB, VBGR

source: URI
ta: யூரி

source: Underline
ta: அடிக்கோடிட்டு

source: Underline set
ta: அடிக்கோடிட்டு

source: Unique identifier for the window to be used when restoring a session
ta: ஒரு அமர்வை மீட்டெடுக்கும்போது பயன்படுத்தப்பட வேண்டிய சாளரத்திற்கான தனிப்பட்ட அடையாளங்காட்டி

source: Unique startup identifier for the window used by startup-notification
ta: தொடக்க-அறிவிப்பால் பயன்படுத்தப்படும் சாளரத்திற்கான தனித்துவமான தொடக்க அடையாளங்காட்டி

source: Unit
ta: அலகு

source: Unvisited Link Color
ta: பார்வையிடப்படாத இணைப்பு நிறம்

source: Update Policy
ta: கொள்கை புதுப்பிப்பு

source: Update policy
ta: கொள்கை புதுப்பிப்பு

source: Upper
ta: மேல்

source: Upper limit of ruler
ta: ஆட்சியாளரின் உயர் வரம்பு

source: Upper stepper sensitivity
ta: மேல் ச்டெப்பர் உணர்திறன்

source: Urgent
ta: விரைவு

source: Use Action Appearance
ta: செயல் தோற்றத்தைப் பயன்படுத்தவும்

source: Use Markup
ta: மார்க்அப்பைப் பயன்படுத்தவும்

source: Use Markup in secondary
ta: இரண்டாம் நிலை மார்க்அப்பைப் பயன்படுத்தவும்

source: Use Preview Label
ta: முன்னோட்ட லேபிளைப் பயன்படுத்தவும்

source: Use alpha
ta: ஆல்பாவைப் பயன்படுத்தவும்

source: Use font in label
ta: லேபிளில் எழுத்துருவைப் பயன்படுத்தவும்

source: Use full page
ta: முழு பக்கத்தையும் பயன்படுத்தவும்

source: Use markup
ta: மார்க்அப்பைப் பயன்படுத்தவும்

source: Use separator
ta: பிரிப்பான் பயன்படுத்தவும்

source: Use size in label
ta: லேபிளில் அளவைப் பயன்படுத்தவும்

source: Use stock
ta: பங்கு பயன்படுத்தவும்

source: Use underline
ta: அடிக்கோடிட்டு பயன்படுத்தவும்

source: User Data
ta: பயனர் தரவு

source: Value
ta: மதிப்பு

source: Value Position
ta: மதிப்பு நிலை

source: Value in list
ta: பட்டியலில் மதிப்பு

source: Value of the progress bar
ta: முன்னேற்ற பட்டியின் மதிப்பு

source: Value spacing
ta: மதிப்பு இடைவெளி

source: Vertical Adjustment
ta: செங்குத்து சரிசெய்தல்

source: Vertical Adjustment for the widget
ta: விட்செட்டுக்கான செங்குத்து சரிசெய்தல்

source: Vertical Alignment
ta: செங்குத்து சீரமைப்பு

source: Vertical Offset
ta: செங்குத்து ஆஃப்செட்

source: Vertical Padding
ta: செங்குத்து திணிப்பு

source: Vertical Scroll Arrow Length
ta: செங்குத்து உருள் அம்பு நீளம்

source: Vertical Scrollbar Policy
ta: செங்குத்து உருள் கொள்கை

source: Vertical Separator Width
ta: செங்குத்து பிரிப்பான் அகலம்

source: Vertical Tab Border
ta: செங்குத்து தாவல் எல்லை

source: Vertical adjustment
ta: செங்குத்து சரிசெய்தல்

source: Vertical adjustment for the text widget
ta: உரை விட்செட்டுக்கான செங்குத்து சரிசெய்தல்

source: Vertical alignment
ta: செங்குத்து சீரமைப்பு

source: Vertical alignment for child
ta: குழந்தைக்கு செங்குத்து சீரமைப்பு

source: Vertical options
ta: செங்குத்து விருப்பங்கள்

source: Vertical padding
ta: செங்குத்து திணிப்பு

source: Vertical position of child in available space. 0.0 is top aligned, 1.0 is bottom aligned
ta: கிடைக்கக்கூடிய இடத்தில் குழந்தையின் செங்குத்து நிலை. 0.0 மேல் சீரமைக்கப்பட்டுள்ளது, 1.0 கீழே சீரமைக்கப்பட்டுள்ளது

source: Vertical scale
ta: செங்குத்து அளவு

source: Vertical space between cells. Must be an even number
ta: கலங்களுக்கு இடையில் செங்குத்து இடைவெளி. ஒரு சம எண்ணாக இருக்க வேண்டும்

source: View allows user to search through columns interactively
ta: நெடுவரிசைகள் மூலம் ஊடாடும் வகையில் தேட பயனரை பார்வை அனுமதிக்கிறது

source: View has expanders
ta: பார்வையில் விரிவாக்கிகள் உள்ளன

source: View is reorderable
ta: பார்வை மறுவரிசைப்படுத்தக்கூடியது

source: Visibility
ta: விழிமை

source: Visible
ta: தெரியும்

source: Visible Window
ta: தெரியும் சாளரம்

source: Visible when horizontal
ta: கிடைமட்டமாக இருக்கும்போது தெரியும்

source: Visible when overflown
ta: நிரம்பி வழியும் போது தெரியும்

source: Visible when vertical
ta: செங்குத்து போது தெரியும்

source: Visited
ta: பார்வையிட்டார்

source: Visited Link Color
ta: பார்வையிட்ட இணைப்பு வண்ணம்

source: Website URL
ta: வலைத்தள முகவரி

source: Website label
ta: வலைத்தள சிட்டை

source: What degree of hinting to use; hintnone, hintslight, hintmedium, or hintfull
ta: பயன்படுத்த என்ன அளவு; இன்ட்னோன், இன்ட்சைட், இன்ட்மீடியம் அல்லது இன்ட்ஃபுல்

source: When TRUE, empty menu proxies for this action are hidden.
ta: உண்மை போது, ​​இந்த செயலுக்கான வெற்று பட்டியல் ப்ராக்சிகள் மறைக்கப்படுகின்றன.

source: When TRUE, keyboard navigation and other errors will cause a beep
ta: உண்மையாக இருக்கும்போது, ​​விசைப்பலகை வழிசெலுத்தல் மற்றும் பிற பிழைகள் ஒரு பீப்பை ஏற்படுத்தும்

source: When TRUE, the parts of the trough on the two sides of the slider are drawn with different details
ta: உண்மையாக இருக்கும்போது, ​​ச்லைடரின் இரு பக்கங்களிலும் உள்ள தொட்டியின் பகுதிகள் வெவ்வேறு விவரங்களுடன் வரையப்படுகின்றன

source: When TRUE, there are no motion notify events delivered on this screen
ta: உண்மையாக இருக்கும்போது, ​​இந்த திரையில் வழங்கப்பட்ட நிகழ்வுகள் எந்த இயக்க அறிவிப்பும் இல்லை

source: When TRUE, there are only cursor keys available to navigate widgets
ta: உண்மையாக இருக்கும்போது, ​​விட்செட்டுகளுக்கு செல்ல கர்சர் விசைகள் மட்டுமே உள்ளன

source: When TRUE, toolitem proxies for this action are represented in the toolbar overflow menu.
ta: உண்மை போது, ​​கருவிப்பட்டி வழிதல் பட்டியலில் இந்த செயலுக்கான கருவித்தொகுப்பு பிரதிநிதிகள் குறிப்பிடப்படுகிறார்கள்.

source: When scrolling, always show both arrows.
ta: ச்க்ரோலிங் செய்யும் போது, ​​எப்போதும் இரண்டு அம்புகளையும் காட்டுங்கள்.

source: When the horizontal scrollbar is displayed
ta: கிடைமட்ட உருள் காண்பிக்கப்படும் போது

source: When the menu is a submenu, position it this number of pixels offset horizontally
ta: பட்டியல் ஒரு துணைமெனுவாக இருக்கும்போது, ​​இந்த எண்ணிக்கையிலான படப்புள்ளிகள் கிடைமட்டமாக ஈடுசெய்யவும்

source: When the menu is a submenu, position it this number of pixels offset vertically
ta: பட்டியல் ஒரு துணைமெனுவாக இருக்கும்போது, ​​இந்த எண்ணிக்கையிலான படப்புள்ளிகள் செங்குத்தாக ஆஃப்செட் வைக்கவும்

source: When the vertical scrollbar is displayed
ta: செங்குத்து உருள் காண்பிக்கப்படும் போது

source: Where the contents are located with respect to the scrollbars. This property only takes effect if "window-placement-set" is TRUE.
ta: சுருள் பார்கள் தொடர்பாக உள்ளடக்கங்கள் அமைந்துள்ள இடத்தில். "சாளர-இடம்-தொகுப்பு" உண்மையாக இருந்தால் மட்டுமே இந்த சொத்து நடைமுறைக்கு வரும்.

source: Where the contents of scrolled windows are located with respect to the scrollbars, if not overridden by the scrolled window's own placement.
ta: உருட்டப்பட்ட சன்னல்களின் உள்ளடக்கங்கள் சுருள் பார்கள் தொடர்பாக அமைந்துள்ளன, உருட்டப்பட்ட சாளரத்தின் சொந்த வேலைவாய்ப்பால் மேலெழுதப்படாவிட்டால்.

source: Whether "window-placement" should be used to determine the location of the contents with respect to the scrollbars.
ta: ச்க்ரோல்பார்சைப் பொறுத்து உள்ளடக்கங்களின் இருப்பிடத்தை தீர்மானிக்க "சாளர-இடம்" பயன்படுத்தப்பட வேண்டுமா.

source: Whether Tab will result in a tab character being entered
ta: தாவல் எழுத்துக்குறி உள்ளிடப்படுமா என்பது தாவல் ஏற்படுமா?

source: Whether a file chooser in save mode will present an overwrite confirmation dialog if necessary.
ta: சேமி பயன்முறையில் ஒரு கோப்பு தேர்வாளர் தேவைப்பட்டால் மேலெழுதும் உறுதிப்படுத்தல் உரையாடலை வழங்குமா என்பது.

source: Whether a file chooser not in open mode will offer the user to create new folders.
ta: திறந்த பயன்முறையில் இல்லாத கோப்பு தேர்வாளர் புதிய கோப்புறைகளை உருவாக்க பயனருக்கு வழங்குவாரா என்பது பயனருக்கு வழங்கும்.

source: Whether a palette should be used
ta: ஒரு தட்டு பயன்படுத்தப்பட வேண்டுமா

source: Whether a spin button should wrap upon reaching its limits
ta: ஒரு சுழல் பொத்தானை அதன் வரம்புகளை அடைந்தவுடன் போர்த்த வேண்டுமா

source: Whether activatable icons should prelight when hovered
ta: செயல்படுத்தக்கூடிய ஐகான்கள் செல்லும்போது புதுப்பிக்க வேண்டுமா

source: Whether all required fields on the page have been filled out
ta: பக்கத்தில் தேவையான அனைத்து புலங்களும் நிரப்பப்பட்டுள்ளனவா?

source: Whether an empty value may be entered in this field
ta: இந்த துறையில் வெற்று மதிப்பு உள்ளிடப்படலாம்

source: Whether buttons for creating/manipulating files should be displayed
ta: கோப்புகளை உருவாக்க/கையாளுவதற்கான பொத்தான்கள் காட்டப்பட வேண்டுமா

source: Whether buttons in dialogs should use the alternative button order
ta: உரையாடல்களில் உள்ள பொத்தான்கள் மாற்று பொத்தானை வரிசையைப் பயன்படுத்த வேண்டுமா

source: Whether default toolbars have text only, text and icons, icons only, etc.
ta: இயல்புநிலை கருவிப்பட்டிகள் உரை மட்டுமே, உரை மற்றும் சின்னங்கள், சின்னங்கள் மட்டுமே போன்றவை.

source: Whether dropdowns should have a tearoff menu item
ta: கீழ்தோன்றல்களில் ஒரு கண்ணீர் பட்டியல் உருப்படி இருக்க வேண்டுமா

source: Whether dropdowns should look like lists rather than menus
ta: கீழ்தோன்றல்கள் மெனுக்களை விட பட்டியல்களைப் போல இருக்க வேண்டுமா

source: Whether entered text overwrites existing contents
ta: உரை உள்ளிட்டதா என்பது ஏற்கனவே உள்ள உள்ளடக்கங்களை மேலெழுதும்

source: Whether entered values must already be present in the list
ta: உள்ளிட்ட மதிப்புகள் ஏற்கனவே பட்டியலில் இருக்க வேண்டுமா?

source: Whether erroneous values are automatically changed to a spin button's nearest step increment
ta: தவறான மதிப்புகள் தானாகவே சுழல் பொத்தானின் அருகிலுள்ள படி அதிகரிப்புக்கு மாற்றப்படுகிறதா என்பதை

source: Whether extra space given to the child should be allocated to the child or used as padding
ta: குழந்தைக்கு கூடுதல் இடம் குழந்தைக்கு ஒதுக்கப்பட வேண்டுமா அல்லது திணிப்பாகப் பயன்படுத்தப்பட வேண்டுமா

source: Whether grid lines should be drawn in the tree view
ta: மரக் காட்சியில் கட்டம் கோடுகள் வரையப்பட வேண்டுமா

source: Whether gtk_widget_show_all() should not affect this widget
ta: GTK_WIDGET_SHOW_ALL () இந்த விட்செட்டை பாதிக்கக்கூடாது

source: Whether images should be shown in menus
ta: மெனுக்களில் படங்கள் காட்டப்பட வேண்டுமா

source: Whether images should be shown on buttons
ta: படங்களை பொத்தான்களில் காட்ட வேண்டுமா

source: Whether labels should have mnemonics
ta: லேபிள்களுக்கு நினைவூட்டல்கள் இருக்க வேண்டுமா

source: Whether left and right margins accumulate.
ta: இடது மற்றும் வலது விளிம்புகள் குவிந்தாலும்.

source: Whether lines are wrapped at widget edges
ta: விட்செட் விளிம்புகளில் கோடுகள் மூடப்பட்டிருக்கிறதா

source: Whether list item matching is case sensitive
ta: பட்டியல் உருப்படி பொருத்தம் வழக்கு உணர்திறன்

source: Whether menu accelerators can be changed by pressing a key over the menu item
ta: பட்டியல் உருப்படியின் மீது ஒரு விசையை அழுத்துவதன் மூலம் பட்டியல் முடுக்கிகளை மாற்ற முடியுமா?

source: Whether menu items should have accelerators
ta: பட்டியல் உருப்படிகளில் முடுக்கிகள் இருக்க வேண்டுமா

source: Whether new text overwrites existing text
ta: புதிய உரை ஏற்கனவே உள்ள உரையை மேலெழுதுமா

source: Whether non-numeric characters should be ignored
ta: நோமரிக் அல்லாத எழுத்துக்கள் புறக்கணிக்கப்பட வேண்டுமா

source: Whether or not the plug is embedded
ta: பிளக் உட்பொதிக்கப்பட்டதா இல்லையா

source: Whether or not the status icon is blinking
ta: நிலை படவுரு ஒளிரும்தா இல்லையா

source: Whether or not the status icon is embedded
ta: நிலை படவுரு உட்பொதிக்கப்பட்டதா இல்லையா

source: Whether or not the status icon is visible
ta: நிலை படவுரு காணப்படுகிறதா இல்லையா

source: Whether or not the widget is double buffered
ta: விட்செட் இரட்டை இடையகமா இல்லையா

source: Whether or not to give the color an alpha value
ta: வண்ணத்திற்கு ஆல்பா மதிப்பைக் கொடுக்கலாமா இல்லையா

source: Whether or not to keep all text in a single paragraph
ta: எல்லா உரைகளையும் ஒரே பத்தியில் வைத்திருக்கலாமா இல்லையா

source: Whether password entries will show a warning when Caps Lock is on
ta: தொப்பிகள் பூட்டு இருக்கும்போது கடவுச்சொல் உள்ளீடுகள் எச்சரிக்கையைக் காண்பிக்குமா?

source: Whether rows should be expanded/collapsed when the pointer moves over them
ta: சுட்டிக்காட்டி அவற்றின் மேல் நகரும் போது வரிசைகள் விரிவாக்கப்பட வேண்டுமா/சரிந்து விட வேண்டுமா

source: Whether selected font size is shown in the label
ta: தேர்ந்தெடுக்கப்பட்ட எழுத்துரு அளவு லேபிளில் காட்டப்பட்டுள்ளதா

source: Whether separators have configurable width and should be drawn using a box instead of a line
ta: பிரிப்பான்கள் கட்டமைக்கக்கூடிய அகலம் உள்ளதா மற்றும் ஒரு வரிக்கு பதிலாக ஒரு பெட்டியைப் பயன்படுத்தி வரையப்பட வேண்டும்

source: Whether spacers are vertical lines or just blank
ta: ச்பேசர்கள் செங்குத்து கோடுகள் அல்லது காலியாக இருந்தாலும்

source: Whether tabs should be shown or not
ta: தாவல்கள் காட்டப்பட வேண்டுமா இல்லையா

source: Whether tabs should have homogeneous sizes
ta: தாவல்களில் ஒரே மாதிரியான அளவுகள் இருக்க வேண்டுமா

source: Whether tearoff menu items should be added to menus
ta: கண்ணீர் பட்டியல் உருப்படிகள் மெனுக்களில் சேர்க்கப்பட வேண்டுமா

source: Whether the action group is enabled.
ta: அதிரடி குழு இயக்கப்பட்டதா.

source: Whether the action group is visible.
ta: அதிரடி குழு தெரியும்.

source: Whether the action is considered important. When TRUE, toolitem proxies for this action show text in GTK_TOOLBAR_BOTH_HORIZ mode.
ta: நடவடிக்கை முக்கியமானதாகக் கருதப்படுகிறதா. உண்மை போது, ​​இந்த செயலுக்கான கருவித்தொகுப்பு ப்ராக்சிகள் gtk_toolbar_both_horiz பயன்முறையில் உரையைக் காட்டுகின்றன.

source: Whether the action is enabled.
ta: நடவடிக்கை இயக்கப்பட்டதா என்பதை.

source: Whether the action is visible.
ta: நடவடிக்கை தெரியும்.

source: Whether the animation should loop when it reaches the end
ta: அனிமேசன் முடிவை அடையும் போது அதை சுழற்ற வேண்டுமா

source: Whether the application has a selection
ta: பயன்பாட்டிற்கு ஒரு தேர்வு உள்ளதா என்பதையும்

source: Whether the application supplied widget for custom previews should be shown.
ta: தனிப்பயன் மாதிரிக்காட்சிகளுக்கு வழங்கப்பட்ட விட்செட்டை வழங்கிய பயன்பாடு காட்டப்பட வேண்டும்.

source: Whether the application will paint directly on the widget
ta: பயன்பாடு நேரடியாக விட்செட்டில் வரைவதா என்பது

source: Whether the arrow keys move through the list of items
ta: அம்பு விசைகள் உருப்படிகளின் பட்டியல் வழியாக நகர்கிறதா

source: Whether the background color fills the entire line height or only the height of the tagged characters
ta: பின்னணி நிறம் முழு வரி உயரத்தையும் நிரப்புகிறதா அல்லது குறிக்கப்பட்ட எழுத்துகளின் உயரத்தை மட்டுமே

source: Whether the border should be shown or not
ta: எல்லை காட்டப்பட வேண்டுமா இல்லையா

source: Whether the buffer has some text currently selected
ta: இடையகத்தில் தற்போது தேர்ந்தெடுக்கப்பட்ட சில உரை உள்ளதா
