Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/gtk20.po
Languages: ta

source: Two Sided
ta: இரு பக்க

source: Type a file name
ta: கோப்பு பெயரைத் தட்டச்சு செய்க

source: Type name of new folder
ta: புதிய கோப்புறையின் பெயர்

source: Unable to end process
ta: செயல்முறையை முடிக்க முடியவில்லை

source: Unable to find an item with URI '%s'
ta: யூரி '%s' உடன் ஒரு பொருளைக் கண்டுபிடிக்க முடியவில்லை

source: Unable to find include file: "%s"
ta: கண்டுபிடிக்க முடியவில்லை கோப்பு: "%s"

source: Unable to load image-loading module: %s: %s
ta: பட-ஏற்றுதல் தொகுதியை ஏற்ற முடியவில்லை: %s: %s

source: Unable to locate image file in pixmap_path: "%s"
ta: PIXMAP_PATH இல் படக் கோப்பைக் கண்டுபிடிக்க முடியவில்லை: "%s"

source: Unable to locate theme engine in module_path: "%s",
ta: Module_Path இல் கருப்பொருள் இயந்திரத்தை கண்டுபிடிக்க முடியவில்லை: "%s",

source: Unclassified
ta: வகைப்படுத்தப்படாதது

source: Unexpected bitdepth for colormap entries
ta: வண்ணமயமான உள்ளீடுகளுக்கான எதிர்பாராத பிட்டெப்ட்

source: Unexpected character data on line %d char %d
ta: வரி %d char %d இல் எதிர்பாராத எழுத்து தரவு

source: Unexpected end of PNM image data
ta: பிஎன்எம் பட தரவின் எதிர்பாராத முடிவு

source: Unexpected icon chunk in animation
ta: அனிமேசனில் எதிர்பாராத படவுரு துண்டாகும்

source: Unexpected start tag '%s' on line %d char %d
ta: எதிர்பாராத ச்டார்ட் டேக் ' %s' வரி %d char %d

source: Unhandled tag: '%s'
ta: சிறுநீர்ப்பை நாள்: '%s'

source: Unknown
ta: தெரியவில்லை

source: Unknown Application (pid %d)
ta: அறியப்படாத பயன்பாடு (PID %D)

source: Unknown error when trying to deserialize %s
ta: அறியப்படாத பிழை %s ஐ தேய்க்க முயற்சிக்கும்போது

source: Unknown item
ta: தெரியாத உருப்படி

source: Unrecognized image file format
ta: அங்கீகரிக்கப்படாத பட கோப்பு வடிவம்

source: Unspecified error
ta: குறிப்பிடப்படாத பிழை

source: Unsupported JPEG color space (%s)
ta: ஆதரிக்கப்படாத JPEG வண்ண இடம் (%s)

source: Unsupported animation type
ta: ஆதரிக்கப்படாத அனிமேசன் வகை

source: Unsupported depth for ICO file: %d
ta: ஐ.சி.ஓ கோப்பிற்கான ஆதரிக்கப்படாத ஆழம்: %d

source: Unsupported icon type
ta: ஆதரிக்கப்படாத படவுரு வகை

source: Unsupported image format for GDI+
ta: சி.டி.ஐ+ க்கான ஆதரிக்கப்படாத பட வடிவம்

source: Untitled filter
ta: பெயரிடப்படாத வடிகட்டி

source: Up Path
ta: மேல் பாதை

source: Urgent
ta: விரைவு

source: Username:
ta: பயனர்பெயர்:

source: Validate existing icon cache
ta: இருக்கும் படவுரு தற்காலிக சேமிப்பை சரிபார்க்கவும்

source: Value for PNG text chunk %s cannot be converted to ISO-8859-1 encoding.
ta: பி.என்.சி உரை துண்டுக்கான மதிப்பை ஐஎச்ஓ -8859-1 குறியாக்கமாக மாற்ற முடியாது.

source: Version %s of the GIF file format is not supported
ta: GIF கோப்பு வடிவமைப்பின் பதிப்பு %s ஆதரிக்கப்படவில்லை

source: Vietnamese (VIQR)
ta: வியட்நாமிய (VIQR)

source: Volume
ta: தொகுதி

source: Volume Down
ta: தொகுதி கீழே

source: Volume Up
ta: தொகுதி

source: Width or height of TIFF image is zero
ta: TIFF படத்தின் அகலம் அல்லது உயரம் பூச்சியமாகும்

source: Window
ta: சாளரம்

source: Written by
ta: எழுதியவர்

source: X Input Method
ta: ஃச் உள்ளீட்டு முறை

source: X _tilt:
ta: ஃச் _tilt:

source: X display to use
ta: பயன்படுத்த ஃச் காட்சி

source: X screen to use
ta: பயன்படுத்த ஃச் திரை

source: XPM file has image height <= 0
ta: எக்ச்பிஎம் கோப்பில் பட உயரம் <= 0 உள்ளது

source: XPM file has image width <= 0
ta: எக்ச்பிஎம் கோப்பில் பட அகலம் <= 0 உள்ளது

source: XPM file has invalid number of colors
ta: எக்ச்பிஎம் கோப்பில் தவறான எண்ணிக்கையிலான வண்ணங்கள் உள்ளன

source: XPM has invalid number of chars per pixel
ta: எக்ச்பிஎம் பிக்சலுக்கு தவறான எண்ணிக்கையிலான எழுத்துகளைக் கொண்டுள்ளது

source: Y t_ilt:
ta: ஒய் t_ild:

source: Yesterday at %H:%M
ta: நேற்று %h: %மீ

source: You can enter an HTML-style hexadecimal color value, or simply a color name such as 'orange' in this entry.
ta: நீங்கள் ஒரு HTML- பாணி எக்சாடெசிமல் வண்ண மதிப்பை உள்ளிடலாம் அல்லது இந்த பதிவில் 'ஆரஞ்சு' போன்ற வண்ண பெயரை உள்ளிடலாம்.

source: Z Shell
ta: சட் செல்

source: ZWJ Zero width _joiner
ta: ZWJ சுழிய அகலம் _சோனர்

source: ZWNJ Zero width _non-joiner
ta: Zwnj _NONE

source: ZWS _Zero width space
ta: ZWS _ZERO அகல இடம்

source: _Add to Bookmarks
ta: புக்மார்க்குகளில் சேர்க்கவும்

source: _After:
ta: _பின்:

source: _All Pages
ta: பக்கங்கள்

source: _Billing info:
ta: _ பட்டியலிடல் தகவல்:

source: _Blue:
ta: _ ப்ளூ:

source: _Bottom:
ta: _ பாட்டம்:

source: _Browse for other folders
ta: _ மற்ற கோப்புறைகளுக்கு பிரவுச்

source: _Clear List
ta: _ கிளையர் பட்டியல்

source: _Domain:
ta: டொமைன்:

source: _End Process
ta: _ இறுதி செயல்முறை

source: _Family:
ta: _ குடும்பம்:

source: _Files
ta: _ கோப்புகள்

source: _Folder name:
ta: _ ஃபோல்டர் பெயர்:

source: _Format for:
ta: _FORMAT:

source: _Gamma value
ta: _ கம்மா மதிப்பு

source: _Green:
ta: _ கிரீன்:

source: _Insert Unicode Control Character
ta: யூனிகோட் கட்டுப்பாட்டு தன்மையை செருகவும்

source: _Location:
ta: _ இடம்:

source: _Mode:
ta: _மோட்:

source: _Name:
ta: பெயர்: (_N)

source: _New Folder
ta: _ புதிய கோப்புறை

source: _Now
ta: _ இப்போது

source: _Only print:
ta: _ ஒரே மாதிரியான அச்சு:

source: _Open Link
ta: _ திறந்த இணைப்பு

source: _Output format
ta: _Output வடிவம்

source: _Palette:
ta: _பலெட்:

source: _Paper size:
ta: _ காகித அளவு:

source: _Places
ta: _ இடங்கள்

source: _Pressure:
ta: _ பிரசர்:

source: _Remove
ta: _ அகற்று

source: _Remove From List
ta: _ பட்டியலிலிருந்து அகற்றவும்

source: _Rename
ta: _ரினேம்

source: _Rename File
ta: கோப்பை மறுபெயரிடுங்கள்

source: _Replace
ta: மறுசீரமைப்பு (_R)

source: _Reverse
ta: _ மறுபரிசீலனை

source: _Right:
ta: _ ரைட்:

source: _Saturation:
ta: _சாட்டரேசன்:

source: _Save color here
ta: _சேவ் வண்ணம் இங்கே

source: _Save in folder:
ta: கோப்புறையில் _சேவ்:

source: _Selection:
ta: _ தேர்வு:

source: _Style:
ta: _ ச்டைல்:

source: _Username:
ta: _SERNAME:

source: _Value:
ta: _ மதிப்பு:

source: _Width:
ta: அகலம்:(_W)

source: calendar:MY
ta: காலண்டர்: என்

source: calendar:week_start:0
ta: காலண்டர்: வீக்_ச்டார்ட்: 0

source: default:LTR
ta: இயல்புநிலை: எல்.டி.ஆர்

source: default:mm
ta: இயல்புநிலை: மிமீ

source: different idatas found for symlinked '%s' and '%s'
ta: '%s' மற்றும் '%s' ஆகியவற்றிற்கு வெவ்வேறு இடடாக்கள் காணப்படுகின்றன

source: inch
ta: அங்குலம்

# input method menu
source: System
ta: மண்டலம்

# input method menu
source: System (%s)
ta: அமைப்பு (%s)

# keyboard label
source: Alt
ta: மாற்று

# keyboard label
source: BackSpace
ta: பேக்ச்பேச்

# keyboard label
source: Backslash
ta: பின்வாங்குதல்

# keyboard label
source: Begin
ta: தொடங்கு

# keyboard label
source: Ctrl
ta: கட்டுப்பாடு

# keyboard label
source: Delete
ta: அழி

# keyboard label
source: Down
ta: கீழே

# keyboard label
source: End
ta: முடிவு

# keyboard label
source: Escape
ta: தப்பிக்கும்

# keyboard label
source: Home
ta: வீடு

# keyboard label
source: Hyper
ta: ஐப்பர்

# keyboard label
source: Insert
ta: செருகவும்

# keyboard label
source: Left
ta: இடது

# keyboard label
source: Meta
ta: மெட்டா

# keyboard label
source: Multi_key
ta: மல்டி_கே

# keyboard label
source: Page_Down
ta: பக்கம்_ பேரூர்

# keyboard label
source: Page_Up
ta: பக்கம்_அப்

# keyboard label
source: Pause
ta: இடைநிறுத்தம்

# keyboard label
source: Print
ta: அச்சிடுக

# keyboard label
source: Return
ta: திரும்ப

# keyboard label
source: Right
ta: வலது

# keyboard label
source: Shift
ta: உயர்த்து

# keyboard label
source: Space
ta: இடைவெளி

# keyboard label
source: Super
ta: சூப்பர்

# keyboard label
source: Tab
ta: தாவல்

# keyboard label
source: Up
ta: மேலே

source: mm
ta: மிமீ

source: none
ta: எதுவுமில்லை

source: output.%s
ta: வெளியீடு.%s

# paper size
source: #10 Envelope
ta: #10 உறை

# paper size
source: #11 Envelope
ta: #11 உறை

# paper size
source: #12 Envelope
ta: #12 உறை

# paper size
source: #14 Envelope
ta: #14 உறை

# paper size
source: #9 Envelope
ta: #9 உறை

# paper size
source: 6x9 Envelope
ta: 6x9 உறை

# paper size
source: 7x9 Envelope
ta: 7x9 உறை

# paper size
source: 9x11 Envelope
ta: 9x11 உறை

# paper size
source: A0x3
ta: A0 சிறிய 3

# paper size
source: A2
ta: Aa

# paper size
source: A2x3
ta: பிரதிபலிப்பு

# paper size
source: A2x4
ta: ஃச் 4

# paper size
source: A2x5
ta: பிரதிபலிப்பு

# paper size
source: A3
ta: இருங்கள்

# paper size
source: A3 Extra
ta: கூடுதல்

# paper size
source: A3x3
ta: தலைகீழ்

# paper size
source: A3x4
ta: நான் 4 ஐ பிரதிபலிக்கிறேன்

# paper size
source: A3x5
ta: பிரதிபலிப்பு

# paper size
source: A3x6
ta: மீளக்கூடிய

# paper size
source: A3x7
ta: தலைகீழ்

# paper size
source: A4
ta: இளஞ்சிவப்பு

# paper size
source: A4 Extra
ta: A4 கூடுதல்

# paper size
source: A4 Tab
ta: A4 தாவல்

# paper size
source: A4x3
ta: A4 சியாவோ 3

# paper size
source: A4x8
ta: A4 சியாவோ 8

# paper size
source: A5
ta: சகோதரர்

# paper size
source: A5 Extra
ta: A5 கூடுதல்

# paper size
source: A6
ta: சாம்பல்

# paper size
source: A9
ta: ஆண்டவரே

# paper size
source: Arch A
ta: வளைவு a

# paper size
source: Arch B
ta: மான் ஆ

# paper size
source: Arch C
ta: மான் சி

# paper size
source: Arch D
ta: மான் டி

# paper size
source: Arch E
ta: மான் இ

# paper size
source: B0
ta: பி 0

# paper size
source: B1
ta: பி 1

# paper size
source: B10
ta: பி 10

# paper size
source: B2
ta: பி.ஏ.

# paper size
source: B3
ta: அகழ்வாராய்ச்சி

# paper size
source: B4
ta: பம்

# paper size
source: B5
ta: பி 5

# paper size
source: B5 Extra
ta: பி 5 கூடுதல்

# paper size
source: B6
ta: பின்

# paper size
source: B6/C4
ta: பி 6/சி 4

# paper size
source: B7
ta: பி.எச்

# paper size
source: B8
ta: பி 8

# paper size
source: B9
ta: டல்லே

# paper size
source: C0
ta: சி 0

# paper size
source: C1
ta: சி 1

# paper size
source: C10
ta: சி 10

# paper size
source: C2
ta: சி 2

# paper size
source: C3
ta: சி.சி.

# paper size
source: C4
ta: Cf

# paper size
source: C5
ta: சி 5

# paper size
source: C6
ta: சிஎச்எச்

# paper size
source: C6/C5
ta: சி 6/சி 5

# paper size
source: C7
ta: துருப்பு

# paper size
source: C7/C6
ta: சி 7/சி 6

# paper size
source: C8
ta: சி 8

# paper size
source: C9
ta: சி 9

# paper size
source: Choukei 2 Envelope
ta: ச ou கி 2 உறை

# paper size
source: Choukei 3 Envelope
ta: ச ou கோய் 3 உறை

# paper size
source: Choukei 4 Envelope
ta: ச ou கி 4 உறை

# paper size
source: DL Envelope
ta: டி.எல் உறை

# paper size
source: Dai-pa-kai
ta: பாராளுமன்ற கூட்டம்

# paper size
source: European edp
ta: ஐரோப்பிய ஈடிபி

# paper size
source: Executive
ta: நிர்வாகி

# paper size
source: FanFold European
ta: ஃபேன்ஃபோல்ட் ஐரோப்பிய

# paper size
source: FanFold German Legal
ta: ஃபேன்ஃபோல்ட் செர்மன் சட்ட

# paper size
source: FanFold US
ta: எங்களை ஆராய்ந்தால்

# paper size
source: Folio
ta: ஃபோலியோ

# paper size
source: Folio sp
ta: ஃபோலியோ எச்பி

# paper size
source: Government Legal
ta: அரசு சட்ட

# paper size
source: Government Letter
ta: அரசாங்க கடிதம்

# paper size
source: Index 3x5
ta: குறியீட்டு 3x5

# paper size
source: Index 4x6 (postcard)
ta: குறியீட்டு 4x6 (அஞ்சலட்டை)

# paper size
source: Index 4x6 ext
ta: குறியீட்டு 4x6 ext

# paper size
source: Index 5x8
ta: குறியீட்டு 5x8

# paper size
source: Invite Envelope
ta: உறை அழைக்கவும்

# paper size
source: Invoice
ta: விலைப்பட்டியல்

# paper size
source: Italian Envelope
ta: இத்தாலிய உறை

# paper size
source: JB3
ta: பம்ப்
