Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/gtk20-properties.po
Languages: ta

source: Whether the button grabs focus when it is clicked with the mouse
ta: சுட்டியுடன் சொடுக்கு செய்யும்போது பொத்தான் கவனத்தை ஈர்க்கிறதா என்பதை

source: Whether the cell renderer is currently in editing mode
ta: செல் ரெண்டரர் தற்போது திருத்துதல் பயன்முறையில் உள்ளதா என்பது

source: Whether the child should receive extra space when the parent grows
ta: பெற்றோர் வளரும்போது குழந்தை கூடுதல் இடத்தைப் பெற வேண்டுமா

source: Whether the child's tab should fill the allocated area or not
ta: குழந்தையின் தாவல் ஒதுக்கப்பட்ட பகுதியை நிரப்ப வேண்டுமா இல்லையா

source: Whether the child_displacement_x/_y properties should also affect the focus rectangle
ta: Child_displacement_x/_y பண்புகள் கவனம் செவ்வகத்தையும் பாதிக்க வேண்டுமா

source: Whether the children should all be the same size
ta: குழந்தைகள் அனைவரும் ஒரே அளவாக இருக்க வேண்டுமா

source: Whether the color selector should allow setting opacity
ta: வண்ணத் தேர்வாளர் ஒளிபுகாநிலையை அமைப்பதை அனுமதிக்க வேண்டுமா

source: Whether the column can be reordered around the headers
ta: நெடுவரிசையை தலைப்புகளைச் சுற்றி மறுவரிசைப்படுத்த முடியுமா

source: Whether the combo box draws a frame around the child
ta: காம்போ பெட்டி குழந்தையைச் சுற்றி ஒரு சட்டகத்தை ஈர்க்கிறதா என்பது

source: Whether the combo box grabs focus when it is clicked with the mouse
ta: காம்போ பெட்டி சுட்டியுடன் சொடுக்கு செய்யப்படும்போது கவனம் செலுத்துகிறதா?

source: Whether the combo's dropdown is shown
ta: காம்போவின் கீழ்தோன்றல் காட்டப்பட்டுள்ளதா

source: Whether the common prefix should be inserted automatically
ta: பொதுவான முன்னொட்டு தானாக செருகப்பட வேண்டுமா

source: Whether the completions should be shown in a popup window
ta: நிறைவுகள் ஒரு பாப்அப் சாளரத்தில் காட்டப்பட வேண்டுமா

source: Whether the context menus of entries and text views should offer to change the input method
ta: உள்ளீட்டு முறையை மாற்ற உள்ளீடுகள் மற்றும் உரை காட்சிகளின் சூழல் மெனுக்கள் வழங்க வேண்டுமா

source: Whether the context menus of entries and text views should offer to insert control characters
ta: உள்ளீடுகள் மற்றும் உரை காட்சிகளின் சூழல் மெனுக்கள் கட்டுப்பாட்டு எழுத்துக்களைச் செருக வழங்க வேண்டுமா

source: Whether the current value is displayed as a string next to the slider
ta: தற்போதைய மதிப்பு ச்லைடருக்கு அடுத்த சரமாக காட்டப்படுகிறதா என்பதை

source: Whether the cursor should blink
ta: கர்சர் கண் சிமிட்ட வேண்டுமா

source: Whether the dialog supports selection
ta: உரையாடல் தேர்வை ஆதரிக்கிறதா

source: Whether the direction of the sort indicators in list and tree views is inverted compared to the default (where down means ascending)
ta: இயல்புநிலையுடன் ஒப்பிடும்போது பட்டியல் மற்றும் மரக் காட்சிகளில் உள்ள வகையான குறிகாட்டிகளின் திசை தலைகீழாக இருக்கிறதா (கீழே கீழே ஏறுதல் என்று பொருள்)

source: Whether the dropdown button is sensitive when the model is empty
ta: மாதிரி காலியாக இருக்கும்போது கீழ்தோன்றும் பொத்தானை உணர்கிறதா

source: Whether the entry contents can be edited
ta: நுழைவு உள்ளடக்கங்களைத் திருத்த முடியுமா

source: Whether the event box is visible, as opposed to invisible and only used to trap events.
ta: கண்ணுக்கு தெரியாததற்கு மாறாக, நிகழ்வுகளை சிக்க வைக்க மட்டுமே நிகழ்வு பெட்டி தெரியும்.

source: Whether the event-trapping window of the eventbox is above the window of the child widget as opposed to below it.
ta: EventBox இன் நிகழ்வு-பொறி சாளரம் குழந்தை விட்செட்டின் சாளரத்திற்கு மேலே இருக்கிறதா, அதற்குக் கீழே.

source: Whether the expander has been opened to reveal the child widget
ta: குழந்தை விட்செட்டை வெளிப்படுத்த விரிவாக்கம் திறக்கப்பட்டுள்ளதா

source: Whether the header can be clicked
ta: தலைப்பைக் சொடுக்கு செய்ய முடியுமா

source: Whether the hidden files and folders should be displayed
ta: மறைக்கப்பட்ட கோப்புகள் மற்றும் கோப்புறைகள் காட்டப்பட வேண்டுமா

source: Whether the icon-size property has been set
ta: படவுரு அளவிலான சொத்து நிர்ணயிக்கப்பட்டுள்ளதா

source: Whether the image will always be shown
ta: படம் எப்போதும் காண்பிக்கப்படுமா

source: Whether the input focus is within this GtkWindow
ta: உள்ளீட்டு கவனம் இந்த gtkwindow க்குள் உள்ளதா

source: Whether the invisible char has been set
ta: கண்ணுக்கு தெரியாத கரி அமைக்கப்பட்டுள்ளதா

source: Whether the item should be the same size as other homogeneous items
ta: உருப்படி மற்ற ஒரேவிதமான பொருட்களின் அதே அளவாக இருக்க வேண்டுமா?

source: Whether the item should receive extra space when the toolbar grows
ta: கருவிப்பட்டி வளரும்போது உருப்படி கூடுதல் இடத்தைப் பெற வேண்டுமா?

source: Whether the items pointing to unavailable resources should be displayed
ta: கிடைக்காத வளங்களை சுட்டிக்காட்டும் உருப்படிகள் காட்டப்பட வேண்டுமா

source: Whether the items should be displayed with a number
ta: உருப்படிகள் ஒரு எண்ணுடன் காட்டப்பட வேண்டுமா

source: Whether the label is drawn in the selected font
ta: தேர்ந்தெடுக்கப்பட்ட எழுத்துருவில் சிட்டை வரையப்பட்டதா

source: Whether the label is drawn with the selected font size
ta: தேர்ந்தெடுக்கப்பட்ட எழுத்துரு அளவுடன் சிட்டை வரையப்பட்டதா என்பதை

source: Whether the label is in single line mode
ta: சிட்டை ஒற்றை வரி பயன்முறையில் உள்ளதா

source: Whether the label text can be selected with the mouse
ta: சுட்டியுடன் சிட்டை உரையைத் தேர்ந்தெடுக்க முடியுமா?

source: Whether the mark has left gravity
ta: குறி ஈர்ப்பு விசையை விட்டுவிட்டதா என்பது

source: Whether the menu item is checked
ta: பட்டியல் உருப்படி சரிபார்க்கப்பட்டதா

source: Whether the menu item looks like a radio menu item
ta: பட்டியல் உருப்படி ரேடியோ பட்டியல் உருப்படி போல் இருக்கிறதா?

source: Whether the pixbuf has an alpha channel
ta: பிக்ச்புஃப் ஆல்பா சேனலைக் கொண்டிருக்கிறதா

source: Whether the preview widget should take up the entire space it is allocated
ta: முன்னோட்ட விட்செட் அது ஒதுக்கப்பட்ட முழு இடத்தையும் எடுக்க வேண்டுமா?

source: Whether the primary icon is activatable
ta: முதன்மை படவுரு செயல்படுத்தக்கூடியதா என்பதை

source: Whether the primary icon is sensitive
ta: முதன்மை படவுரு உணர்திறன் உள்ளதா

source: Whether the private items should be displayed
ta: தனிப்பட்ட உருப்படிகள் காட்டப்பட வேண்டுமா

source: Whether the progress is shown as text.
ta: முன்னேற்றம் உரையாக காட்டப்பட்டுள்ளதா.

source: Whether the proxies for this action look like radio action proxies
ta: இந்த செயலுக்கான ப்ராக்சிகள் ரேடியோ அதிரடி ப்ராக்சிகள் போல தோற்றமளிக்கின்றனவா?

source: Whether the rendered pixbuf should be colorized according to the state
ta: வழங்கப்பட்ட பிக்ச்புஃப் மாநிலத்தின் படி வண்ணமயமாக்கப்பட வேண்டுமா

source: Whether the secondary icon is activatable
ta: இரண்டாம் நிலை படவுரு செயல்பட்டதா என்பதை

source: Whether the secondary icon is sensitive
ta: இரண்டாம் நிலை படவுரு உணர்திறன் உள்ளதா

source: Whether the selected file(s) should be limited to local file: URLs
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பு (கள்) உள்ளக கோப்புடன் மட்டுப்படுத்தப்பட வேண்டுமா: முகவரி கள்

source: Whether the selected font style is shown in the label
ta: தேர்ந்தெடுக்கப்பட்ட எழுத்துரு பாணி லேபிளில் காட்டப்பட்டுள்ளதா என்பதை

source: Whether the selected resource(s) should be limited to local file: URIs
ta: தேர்ந்தெடுக்கப்பட்ட சான்று (கள்) உள்ளக கோப்பிற்கு மட்டுப்படுத்தப்பட வேண்டுமா: URIS

source: Whether the selection should follow the pointer
ta: தேர்வு சுட்டிக்காட்டியைப் பின்பற்ற வேண்டுமா

source: Whether the separator is drawn, or just blank
ta: பிரிப்பான் வரையப்பட்டதா, அல்லது காலியாக இருந்தாலும் சரி

source: Whether the spin button should update always, or only when the value is legal
ta: சுழல் பொத்தானை எப்போதும் புதுப்பிக்க வேண்டுமா, அல்லது மதிப்பு சட்டபூர்வமாக இருக்கும்போது மட்டுமே

source: Whether the statusbar has a grip for resizing the toplevel
ta: டோப்லெவலை மறுஅளவிடுவதற்கு ச்டேட்டச்பருக்கு ஒரு பிடி இருக்கிறதா?

source: Whether the tab is detachable
ta: தாவல் பிரிக்கக்கூடியதா என்பதை

source: Whether the tab is reorderable by user action or not
ta: பயனர் செயலால் தாவல் மறுவரிசைப்படுத்தப்படுகிறதா இல்லையா

source: Whether the text can be modified by the user
ta: உரையை பயனரால் மாற்ற முடியுமா என்பதை

source: Whether the toolbar item is considered important. When TRUE, toolbar buttons show text in GTK_TOOLBAR_BOTH_HORIZ mode
ta: கருவிப்பட்டி உருப்படி முக்கியமானதாகக் கருதப்படுகிறதா. உண்மை போது, ​​கருவிப்பட்டி பொத்தான்கள் gtk_toolbar_both_horiz பயன்முறையில் உரையைக் காட்டுகின்றன

source: Whether the toolbar item is visible when the toolbar is in a horizontal orientation.
ta: கருவிப்பட்டி கிடைமட்ட நோக்குநிலையில் இருக்கும்போது கருவிப்பட்டி உருப்படி தெரியும்.

source: Whether the toolbar item is visible when the toolbar is in a vertical orientation.
ta: கருவிப்பட்டி செங்குத்து நோக்குநிலையில் இருக்கும்போது கருவிப்பட்டி உருப்படி தெரியும்.

source: Whether the toplevel is the current active window
ta: டோப்ல்வெல் தற்போதைய செயலில் உள்ள சாளரமா என்பதை

source: Whether the widget can accept the input focus
ta: விட்செட்டால் உள்ளீட்டு கவனத்தை ஏற்றுக்கொள்ள முடியுமா

source: Whether the widget can be the default widget
ta: விட்செட் இயல்புநிலை விட்செட்டாக இருக்க முடியுமா

source: Whether the widget has the input focus
ta: விட்செட்டில் உள்ளீட்டு கவனம் உள்ளதா என்பதை

source: Whether the widget is part of a composite widget
ta: விட்செட் ஒரு கலப்பு விட்செட்டின் ஒரு பகுதியாக இருக்கிறதா என்பது

source: Whether the widget is the default widget
ta: விட்செட் இயல்புநிலை விட்செட்டா

source: Whether the widget is the focus widget within the toplevel
ta: விட்செட் என்பது டோப்லெவ்லுக்குள் கவனம் விட்செட்டாக இருக்கிறதா என்பது

source: Whether the widget is visible
ta: விட்செட் தெரியும்

source: Whether the widget responds to input
ta: விட்செட் உள்ளீட்டிற்கு பதிலளிக்கிறதா

source: Whether the window frame should have a close button
ta: சாளர சட்டகம் நெருங்கிய பொத்தானைக் கொண்டிருக்க வேண்டுமா

source: Whether the window should be decorated by the window manager
ta: சாளர மேலாளரால் சாளரத்தை அலங்கரிக்க வேண்டுமா

source: Whether there should be a tooltip on the item
ta: உருப்படியில் ஒரு உதவிக்குறிப்பு இருக்க வேண்டுமா

source: Whether there should be an icon near the item
ta: உருப்படிக்கு அருகில் ஒரு படவுரு இருக்க வேண்டுமா

source: Whether this link has been visited.
ta: இந்த இணைப்பு பார்வையிடப்பட்டதா.

source: Whether this tag affects background height
ta: இந்த குறிச்சொல் பின்னணி உயரத்தை பாதிக்கிறதா

source: Whether this tag affects indentation
ta: இந்த குறிச்சொல் உள்தள்ளலை பாதிக்கிறதா

source: Whether this tag affects line wrap mode
ta: இந்த குறிச்சொல் வரி மடக்கு பயன்முறையை பாதிக்கிறதா

source: Whether this tag affects paragraph justification
ta: இந்த குறிச்சொல் பத்தி நியாயத்தை பாதிக்கிறதா என்பது

source: Whether this tag affects strikethrough
ta: இந்த குறிச்சொல் ச்ட்ரைகெத்ரூவை பாதிக்கிறதா

source: Whether this tag affects tabs
ta: இந்த குறிச்சொல் தாவல்களை பாதிக்கிறதா

source: Whether this tag affects text editability
ta: இந்த குறிச்சொல் உரை திருத்தக்கூடிய தன்மையை பாதிக்கிறதா

source: Whether this tag affects text visibility
ta: இந்த குறிச்சொல் உரை தெரிவுநிலையை பாதிக்கிறதா

source: Whether this tag affects the alignment mode
ta: இந்த குறிச்சொல் சீரமைப்பு பயன்முறையை பாதிக்கிறதா

source: Whether this tag affects the background color
ta: இந்த குறிச்சொல் பின்னணி நிறத்தை பாதிக்கிறதா

source: Whether this tag affects the background stipple
ta: இந்த குறிச்சொல் பின்னணி ச்டிப்பை பாதிக்கிறதா

source: Whether this tag affects the cell background color
ta: இந்த குறிச்சொல் செல் பின்னணி நிறத்தை பாதிக்கிறதா

source: Whether this tag affects the ellipsize mode
ta: இந்த குறிச்சொல் நீள்வட்ட பயன்முறையை பாதிக்கிறதா

source: Whether this tag affects the font family
ta: இந்த குறிச்சொல் எழுத்துரு குடும்பத்தை பாதிக்கிறதா

source: Whether this tag affects the font size
ta: இந்த குறிச்சொல் எழுத்துரு அளவை பாதிக்கிறதா

source: Whether this tag affects the font stretch
ta: இந்த குறிச்சொல் எழுத்துரு நீட்டிப்பை பாதிக்கிறதா

source: Whether this tag affects the font style
ta: இந்த குறிச்சொல் எழுத்துரு பாணியை பாதிக்கிறதா

source: Whether this tag affects the font variant
ta: இந்த குறிச்சொல் எழுத்துரு மாறுபாட்டை பாதிக்கிறதா

source: Whether this tag affects the font weight
ta: இந்த குறிச்சொல் எழுத்துரு எடையை பாதிக்கிறதா

source: Whether this tag affects the foreground color
ta: இந்த குறிச்சொல் முன்புற நிறத்தை பாதிக்கிறதா

source: Whether this tag affects the foreground stipple
ta: இந்த குறிச்சொல் முன்புற ச்டிப்பலை பாதிக்கிறதா

source: Whether this tag affects the language the text is rendered as
ta: இந்த குறிச்சொல் உரை வழங்கப்பட்ட மொழியை பாதிக்கிறதா?

source: Whether this tag affects the left margin
ta: இந்த குறிச்சொல் இடது விளிம்பை பாதிக்கிறதா

source: Whether this tag affects the number of pixels above lines
ta: இந்த குறிச்சொல் வரிகளுக்கு மேலே உள்ள பிக்சல்களின் எண்ணிக்கையை பாதிக்கிறதா?

source: Whether this tag affects the number of pixels between wrapped lines
ta: இந்த குறிச்சொல் போர்த்தப்பட்ட கோடுகளுக்கு இடையில் பிக்சல்களின் எண்ணிக்கையை பாதிக்கிறதா?

source: Whether this tag affects the paragraph background color
ta: இந்த குறிச்சொல் பத்தி பின்னணி நிறத்தை பாதிக்கிறதா

source: Whether this tag affects the right margin
ta: இந்த குறிச்சொல் சரியான விளிம்பை பாதிக்கிறதா

source: Whether this tag affects the rise
ta: இந்த குறிச்சொல் உயர்வை பாதிக்கிறதா

source: Whether this tag affects underlining
ta: இந்த குறிச்சொல் அடிக்கோடிட்டுக் காட்டுவதை பாதிக்கிறதா

source: Whether this tag scales the font size by a factor
ta: இந்த குறிச்சொல் எழுத்துரு அளவை ஒரு காரணியால் அளவிடுகிறதா என்பதை

source: Whether this text is hidden.
ta: இந்த உரை மறைக்கப்பட்டுள்ளதா.

source: Whether this tray icon has a tooltip
ta: இந்த தட்டு ஐகானுக்கு ஒரு உதவிக்குறிப்பு உள்ளதா என்பதை

source: Whether this widget has a tooltip
ta: இந்த விட்செட்டுக்கு ஒரு உதவிக்குறிப்பு உள்ளதா என்பதை

source: Whether to activate the default widget (such as the default button in a dialog) when Enter is pressed
ta: ENTER ஐ அழுத்தும்போது இயல்புநிலை விட்செட்டை (உரையாடலில் இயல்புநிலை பொத்தான் போன்றவை) செயல்படுத்தலாமா?

source: Whether to allow multiple files to be selected
ta: பல கோப்புகளைத் தேர்ந்தெடுக்க அனுமதிக்கலாமா

source: Whether to allow multiple items to be selected
ta: பல உருப்படிகளைத் தேர்ந்தெடுக்க அனுமதிக்கலாமா

source: Whether to antialias Xft fonts; 0=no, 1=yes, -1=default
ta: ஆன்டியாலியாச் எக்ச்எஃப்டி எழுத்துருக்கள்; 0 = இல்லை, 1 = ஆம், -1 = இயல்புநிலை

source: Whether to display a fill level indicator graphics on trough.
ta: தொட்டியில் நிரப்பு நிலை காட்டி கிராபிக்ச் காண்பிக்க வேண்டுமா.

source: Whether to display a stock label with the name of the previewed file.
ta: முன்னோட்டமிடப்பட்ட கோப்பின் பெயருடன் பங்கு லேபிளைக் காண்பிக்க வேண்டுமா.

source: Whether to display an "inconsistent" state
ta: "சீரற்ற" நிலையைக் காண்பிக்க வேண்டுமா

source: Whether to display the column
ta: நெடுவரிசையைக் காண்பிக்க வேண்டுமா

source: Whether to draw the focus indicator inside widgets
ta: விட்செட்களுக்குள் கவனம் காட்டி வரைய வேண்டுமா

source: Whether to draw trough for full length of range or exclude the steppers and spacing
ta: முழு நீள வரம்பிற்கு தொட்டியை வரைய வேண்டுமா அல்லது ச்டெப்பர்கள் மற்றும் இடைவெளியை விலக்க வேண்டுமா?

source: Whether to enable selection of multiple items by dragging the mouse pointer
ta: சுட்டி சுட்டிக்காட்டி இழுப்பதன் மூலம் பல உருப்படிகளைத் தேர்வுசெய்யலாமா?

source: Whether to enable toolkit-wide animations.
ta: கருவித்தொகுப்பு அளவிலான அனிமேசன்களை இயக்க வேண்டுமா.

source: Whether to expand the child's tab or not
ta: குழந்தையின் தாவலை விரிவாக்கலாமா இல்லையா

source: Whether to hint Xft fonts; 0=no, 1=yes, -1=default
ta: எக்ச்எஃப்டி எழுத்துருக்களைக் குறிக்க வேண்டுமா; 0 = இல்லை, 1 = ஆம், -1 = இயல்புநிலை

source: Whether to pass a proper state when drawing shadow or background
ta: நிழல் அல்லது பின்னணியை வரையும்போது சரியான நிலையை கடக்க வேண்டுமா?

source: Whether to play any event sounds at all
ta: ஏதேனும் நிகழ்வு விளையாட வேண்டுமா என்பது ஒலிக்கிறது

source: Whether to play event sounds as feedback to user input
ta: பயனர் உள்ளீட்டிற்கான பின்னூட்டமாக நிகழ்வு விளையாடுவதா

source: Whether to put a separator between the message dialog's text and the buttons
ta: செய்தி உரையாடலின் உரை மற்றும் பொத்தான்களுக்கு இடையில் ஒரு பிரிப்பான் வைக்க வேண்டுமா?

source: Whether to restrict the upper boundary to the fill level.
ta: மேல் எல்லையை நிரப்பு நிலைக்கு கட்டுப்படுத்த வேண்டுமா.

source: Whether to select the contents of a selectable label when it is focused
ta: தேர்ந்தெடுக்கப்பட்ட சிட்டை கவனம் செலுத்தும்போது அதைத் தேர்ந்தெடுக்கலாமா?

source: Whether to select the contents of an entry when it is focused
ta: ஒரு நுழைவு கவனம் செலுத்தும்போது அதைத் தேர்ந்தெடுக்கலாமா?

source: Whether to show a sort indicator
ta: ஒரு வரிசை காட்டி காட்ட வேண்டுமா

source: Whether to strike through the text
ta: உரை மூலம் தாக்க வேண்டுமா

source: Whether to truncate multiline pastes to one line.
ta: மல்டிலைன் பேச்ட்களை ஒரு வரிக்கு துண்டிக்க வேண்டுமா.

source: Whether to use the label text to create a stock menu item
ta: பங்கு பட்டியல் உருப்படியை உருவாக்க சிட்டை உரையைப் பயன்படுத்தலாமா?

source: Whether to use the related actions appearance properties
ta: தொடர்புடைய செயல்கள் தோற்ற பண்புகளைப் பயன்படுத்த வேண்டுமா

source: Whether to use the value from the snap_edge property or a value derived from handle_position
ta: Snap_edge சொத்தின் மதிப்பைப் பயன்படுத்தலாமா அல்லது கைப்பிடி_போசிசனில் இருந்து பெறப்பட்ட மதிப்பு

source: Whether to wrap around when keyboard-navigating widgets
ta: விசைப்பலகை-அசைவது விட்செட்களைச் சுற்றிக் கொள்ள வேண்டுமா

source: Whether to wrap lines never, at word boundaries, or at character boundaries
ta: ஒருபோதும் கோடுகளை மடக்க வேண்டுமா, சொல் எல்லைகளில், அல்லது எழுத்து எல்லைகளில்

source: Whether to wrap the license text.
ta: உரிம உரையை மடிக்க வேண்டுமா.

source: Whether tooltips should be shown on widgets
ta: உதவிக்குறிப்புகள் விட்செட்டுகளில் காட்டப்பட வேண்டுமா

source: Whether tree lines should be drawn in the tree view
ta: மரக் காட்சியில் மரக் கோடுகள் வரையப்பட வேண்டுமா

source: Whether two cursors should be displayed for mixed left-to-right and right-to-left text
ta: கலப்பு இடமிருந்து வலமாக மற்றும் வலதுபுறமாக இடமளிக்கும் உரைக்கு இரண்டு கர்சர்கள் காட்டப்பட வேண்டுமா?

source: Whether visited links should be tracked
ta: பார்வையிட்ட இணைப்புகள் கண்காணிக்கப்பட வேண்டுமா

source: Whether words are wrapped at widget edges
ta: விட்செட் விளிம்புகளில் வார்த்தைகள் மூடப்பட்டிருக்கிறதா

source: Which IM module should be used
ta: எந்த IM தொகுதி பயன்படுத்தப்பட வேண்டும்

source: Which IM module should be used by default
ta: எந்த IM தொகுதி இயல்புநிலையாக பயன்படுத்தப்பட வேண்டும்

source: Which kind of shadow to draw around the combo box
ta: காம்போ பெட்டியைச் சுற்றி எந்த வகையான நிழல் வரைய வேண்டும்

source: Which kind of shadow to draw around the entry when has-frame is set
ta: கட்டம் அமைக்கப்படும்போது நுழைவை சுற்றி எந்த வகையான நிழலை வரைய வேண்டும்

source: Which side of the notebook holds the tabs
ta: நோட்புக்கின் எந்தப் பக்கம் தாவல்களை வைத்திருக்கிறது

source: Wide Separators
ta: பரந்த பிரிப்பான்கள்

source: Widget
ta: விட்செட்

source: Widget name
ta: விட்செட் பெயர்

source: Widget to put in column header button instead of column title
ta: நெடுவரிசை தலைப்புக்கு பதிலாக நெடுவரிசை தலைப்பு பொத்தானை வைக்க விட்செட்

source: Widget to use as the item label
ta: உருப்படி லேபிளாக பயன்படுத்த விட்செட்

source: Width
ta: அகலம்

source: Width In Characters
ta: எழுத்துக்களில் அகலம்

source: Width for each item
ta: ஒவ்வொரு பொருளுக்கும் அகலம்

source: Width in Characters
ta: எழுத்துக்களில் அகலம்

source: Width in chars
ta: எழுத்தில் அகலம்

source: Width of border around the action area
ta: அதிரடி பகுதியைச் சுற்றி எல்லையின் அகலம்

source: Width of border around the button area at the bottom of the dialog
ta: உரையாடலின் அடிப்பகுதியில் உள்ள பொத்தான் பகுதியைச் சுற்றி எல்லையின் அகலம்

source: Width of border around the content area
ta: உள்ளடக்க பகுதியைச் சுற்றியுள்ள எல்லையின் அகலம்

source: Width of border around the label and image in the message dialog
ta: செய்தி உரையாடலில் சிட்டை மற்றும் படத்தைச் சுற்றியுள்ள எல்லையின் அகலம்

source: Width of border around the main dialog area
ta: முதன்மையான உரையாடல் பகுதியைச் சுற்றி எல்லையின் அகலம்

source: Width of handle
ta: கைப்பிடியின் அகலம்

source: Width of scrollbar or scale thumb
ta: சுருள் அல்லது அளவிலான கட்டைவிரலின் அகலம்

source: Width of the border around the tab labels
ta: தாவல் லேபிள்களைச் சுற்றியுள்ள எல்லையின் அகலம்

source: Width of the horizontal border of tab labels
ta: தாவல் லேபிள்களின் கிடைமட்ட எல்லையின் அகலம்

source: Width of the left margin in pixels
ta: பிக்சல்களில் இடது விளிம்பின் அகலம்

source: Width of the right margin in pixels
ta: பிக்சல்களில் சரியான விளிம்பின் அகலம்

source: Width of the vertical border of tab labels
ta: தாவல் லேபிள்களின் செங்குத்து எல்லையின் அகலம்

source: Width request
ta: அகல கோரிக்கை

source: Width, in pixels, between focus indicator and the widget 'box'
ta: அகலம், பிக்சல்களில், கவனம் காட்டி மற்றும் விட்செட்டுக்கு இடையில் 'பெட்டி'

source: Width, in pixels, of the focus indicator line
ta: அகலம், பிக்சல்களில், கவனம் காட்டி வரியின்

source: Width, in pixels, of the tree view grid lines
ta: அகலம், பிக்சல்களில், மரக் காட்சி கட்டம் கோடுகளின்

source: Width, in pixels, of the tree view lines
ta: அகலம், பிக்சல்களில், மரக் காட்சி வரிகளின்

source: Window
ta: சாளரம்

source: Window Placement
ta: சாளர வேலை வாய்ப்பு

source: Window Placement Set
ta: சாளர வேலைவாய்ப்பு தொகுப்பு

source: Window Position
ta: சாளர நிலை

source: Window Role
ta: விண்டர் பங்கு

source: Window Title
ta: சாளர தலைப்பு

source: Window Type
ta: சாளரம் வகை

source: With this option set to TRUE, sliders will be drawn ACTIVE and with shadow IN while they are dragged
ta: இந்த விருப்பம் உண்மை என அமைக்கப்பட்டவுடன், ச்லைடர்கள் செயலில் வரையப்படும் மற்றும் அவை இழுக்கப்படும் போது நிழலுடன் இருக்கும்

source: Word Wrap
ta: சொல் மடக்கு

source: Wrap
ta: மடக்கு

source: Wrap Mode
ta: மடக்கு பயன்முறை

source: Wrap license
ta: உரிமம்

source: Wrap mode
ta: மடக்கு பயன்முறை

source: Wrap mode set
ta: மடக்கு பயன்முறை தொகுப்பு

source: Wrap width
ta: மடக்கு அகலம்

source: Wrap width for laying out the items in a grid
ta: ஒரு கட்டத்தில் உருப்படிகளை அமைப்பதற்கான அகலத்தை மடக்குங்கள்

source: X Alignment of the column header text or widget
ta: ஃச் நெடுவரிசை தலைப்பு உரை அல்லது விட்செட்டின் சீரமைப்பு

source: X align
ta: ஃச் சீரல்

source: X alignment of the child
ta: ஃச் குழந்தையின் சீரமைப்பு

source: X pad
ta: ஃச் பேட்

source: X position
ta: ஃச் நிலை

source: X position of child widget
ta: ஃச் குழந்தை விட்செட்டின் நிலை

source: XDG sound theme name
ta: எக்ச்.டி.சி ஒலி கருப்பொருள் பெயர்

source: Xft Antialias
ta: சந்திரன்

source: Xft DPI
ta: எக்ச்எஃப்டி டிபிஐ

source: Xft Hint Style
ta: எக்ச்எஃப்டி குறிப்பு பாணி

source: Xft Hinting
ta: எக்ச்எஃப்டி குறிப்பு

source: Xft RGBA
ta: Xt கம்பளி

source: Y align
ta: ஒய் சீரமை

source: Y alignment of the child
ta: குழந்தையின் சீரமைப்பு

source: Y pad
ta: ஒய் பேட்

source: Y position
ta: ஒய் நிலை

source: Y position of child widget
ta: குழந்தை விட்செட்டின் நிலை

source: Year
ta: ஆண்டு

source: Your description here
ta: உங்கள் விளக்கம் இங்கே

source: height
ta: உயரம்

source: mode
ta: பயன்முறை

source: the GdkScreen for the renderer
ta: ரெண்டரருக்கான gdkscreen

source: visible
ta: தெரியும்

source: width
ta: அகலம்

source: xpad
ta: எக்ச்பாட்

source: yalign
ta: யாலின்
