Repository: 247i/Workrave
Catalog: lib/locale/*/LC_MESSAGES/gtk20-properties.po
Languages: ta

source: A GdkImage to display
ta: காண்பிக்க ஒரு gdkimage

source: A GdkPixbuf to display
ta: காண்பிக்க ஒரு gdkpixbuf

source: A GdkPixmap to display
ta: காண்பிக்க ஒரு gdkpixmap

source: A GtkPackType indicating whether the child is packed with reference to the start or end of the parent
ta: பெற்றோரின் தொடக்க அல்லது முடிவைக் குறிக்கும் குழந்தை நிரம்பியிருக்கிறதா என்பதைக் குறிக்கும் ஒரு GtkPackType

source: A boolean that determines whether the menu grabs the keyboard focus
ta: பட்டியல் விசைப்பலகை மையத்தைப் பிடிக்கிறதா என்பதை தீர்மானிக்கும் ஒரு பூலியன்

source: A boolean that indicates whether the menu is torn-off
ta: பட்டியல் கிழிந்ததா என்பதைக் குறிக்கும் பூலியன்

source: A boolean that indicates whether the menu reserves space for toggles and icons
ta: பட்டியல் மாற்று மற்றும் ஐகான்களுக்கான இடத்தைக் கொண்டிருக்கிறதா என்பதைக் குறிக்கும் ஒரு பூலியன்

source: A boolean value indicating whether the handlebox's child is attached or detached.
ta: ஏண்டில்பாக்சின் குழந்தை இணைக்கப்பட்டுள்ளதா அல்லது பிரிக்கப்பட்டதா என்பதைக் குறிக்கும் பூலியன் மதிப்பு.

source: A column in the data source model to get the strings from
ta: சரங்களை பெற தரவு மூல மாதிரியில் ஒரு நெடுவரிசை

source: A hash table representation of the color scheme.
ta: வண்ணத் திட்டத்தின் ஆச் அட்டவணை பிரதிநிதித்துவம்.

source: A human-readable description of the status
ta: அந்தச்தின் மனிதனால் படிக்கக்கூடிய விளக்கம்

source: A list of style attributes to apply to the text of the label
ta: லேபிளின் உரைக்கு விண்ணப்பிக்க பாணி பண்புகளின் பட்டியல்

source: A list of style attributes to apply to the text of the renderer
ta: ரெண்டரரின் உரைக்கு விண்ணப்பிக்க பாணி பண்புகளின் பட்டியல்

source: A logo for the about box. If this is not set, it defaults to gtk_window_get_default_icon_list()
ta: gtk_window_get_default_icon_list() అప్రమేయాలకు అమర్చబడును

source: A name for the action group.
ta: அதிரடி குழுவிற்கான பெயர்.

source: A named icon to use as the logo for the about box.
ta: பற்றி பெட்டியின் லோகோவாக பயன்படுத்த பெயரிடப்பட்ட படவுரு.

source: A palette of named colors for use in themes
ta: கருப்பொருள்களில் பயன்படுத்த பெயரிடப்பட்ட வண்ணங்களின் தட்டு

source: A pointer to the pixel data of the pixbuf
ta: பிக்ச்புஃப் படப்புள்ளி தரவுக்கு ஒரு சுட்டிக்காட்டி

source: A shorter label that may be used on toolbar buttons.
ta: கருவிப்பட்டி பொத்தான்களில் பயன்படுத்தக்கூடிய குறுகிய சிட்டை.

source: A string used for identifying the print job.
ta: அச்சு வேலையை அடையாளம் காண பயன்படுத்தப்படும் ஒரு சரம்.

source: A string with _ characters in positions correspond to characters in the text to underline
ta: நிலைகளில் _ எழுத்துக்களைக் கொண்ட ஒரு சரம் உரையில் உள்ள எழுத்துக்களுடன் ஒத்துப்போகிறது

source: A title that may be displayed by the window manager when the popup is torn-off
ta: பாப்அப் கிழிந்து போகும்போது சாளர மேலாளரால் காண்பிக்கப்படக்கூடிய தலைப்பு

source: A title that may be displayed by the window manager when this menu is torn-off
ta: இந்த பட்டியல் கிழிந்தால் சாளர மேலாளரால் காண்பிக்கப்படக்கூடிய தலைப்பு

source: A tooltip for this action.
ta: இந்த செயலுக்கான உதவிக்குறிப்பு.

source: A unique name for the action.
ta: செயலுக்கு ஒரு தனித்துவமான பெயர்.

source: A widget to display in place of the usual expander label
ta: வழக்கமான விரிவாக்க லேபிளுக்கு பதிலாக காண்பிக்க ஒரு விட்செட்

source: A widget to display in place of the usual frame label
ta: வழக்கமான பிரேம் லேபிளுக்கு பதிலாக காண்பிக்க ஒரு விட்செட்

source: Above child
ta: குழந்தைக்கு மேலே

source: Accel Group
ta: குழு

source: Accel Path
ta: முடி பாதை

source: Accelerator Closure
ta: முடுக்கி மூடல்

source: Accelerator Mode
ta: முடுக்கி பயன்முறை

source: Accelerator Widget
ta: முடுக்கி விட்செட்

source: Accelerator key
ta: முடுக்கி விசை

source: Accelerator keycode
ta: முடுக்கி விசை குறியீடு

source: Accelerator modifiers
ta: முடுக்கி மாற்றியமைப்பாளர்கள்

source: Accept focus
ta: கவனம் ஏற்றுக்கொள்ளுங்கள்

source: Accepting Jobs
ta: வேலைகளை ஏற்றுக்கொள்வது

source: Accepts PDF
ta: PDF ஐ ஏற்றுக்கொள்கிறது

source: Accepts PostScript
ta: போச்ட்ச்கிரிப்டை ஏற்றுக்கொள்கிறது

source: Accepts tab
ta: தாவலை ஏற்றுக்கொள்கிறது

source: Action
ta: செயல்

source: Action Group
ta: செயல் குழு

source: Action area border
ta: செயல் பகுதி எல்லை

source: Activatable
ta: சட்டகை IVA அட்டவணை

source: Activates default
ta: இயல்புநிலையை செயல்படுத்துகிறது

source: Active
ta: செயலில்

source: Active item
ta: செயலில் உள்ள உருப்படி

source: Activity Blocks
ta: செயல்பாட்டு தொகுதிகள்

source: Activity Step
ta: செயல்பாட்டு படி

source: Activity mode
ta: செயல்பாட்டு முறை

source: Add tearoffs to menus
ta: மெனுக்களில் கண்ணீரை சேர்க்கவும்

source: Adjustment
ta: சரிசெய்தல்

source: Align set
ta: சீரமை தொகுப்பு

source: Alignment
ta: இருப்புவழி

source: Allow Async
ta: ஒத்திசைவை அனுமதிக்கவும்

source: Allow Grow
ta: வளர அனுமதிக்கவும்

source: Allow Rules
ta: விதிகளை அனுமதிக்கவும்

source: Allow Shrink
ta: சுருங்க அனுமதிக்கவும்

source: Allow drawing of alternating color rows
ta: மாற்று வண்ண வரிசைகளை வரைய அனுமதிக்கவும்

source: Allow empty
ta: காலியாக அனுமதிக்கவும்

source: Allow folders creation
ta: கோப்புறைகளை உருவாக்க அனுமதிக்கவும்

source: Alternative button order
ta: மாற்று பொத்தான் ஆர்டர்

source: Alternative sort indicator direction
ta: மாற்று வரிசை காட்டி திசை

source: Always enable arrows
ta: எப்போதும் அம்புகளை இயக்கவும்

source: Always show image
ta: எப்போதும் படத்தைக் காட்டு

source: Amount of border space between the menubar shadow and the menu items
ta: மெனுபார் நிழலுக்கும் பட்டியல் உருப்படிகளுக்கும் இடையிலான எல்லை இடத்தின் அளவு

source: Amount of border space between the toolbar shadow and the buttons
ta: கருவிப்பட்டி நிழலுக்கும் பொத்தான்களுக்கும் இடையிலான எல்லை இடத்தின் அளவு

source: Amount of space used up by arrow
ta: அம்பு பயன்படுத்தும் இடத்தின் அளவு

source: Amount of space used up by arrow, relative to the menu item's font size
ta: பட்டியல் உருப்படியின் எழுத்துரு அளவோடு ஒப்பிடும்போது அம்பு மூலம் பயன்படுத்தப்படும் இடத்தின் அளவு

source: Amount to increase child's size on either side
ta: இருபுறமும் குழந்தையின் அளவை அதிகரிப்பதற்கான தொகை

source: Amount to increase child's size on the top and bottom
ta: மேல் மற்றும் கீழ் குழந்தையின் அளவை அதிகரிப்பதற்கான தொகை

source: Amount to indent the paragraph, in pixels
ta: பிக்சல்களில், பத்தியை உள்தள்ள வேண்டிய தொகை

source: An XML string describing the merged UI
ta: இணைக்கப்பட்ட இடைமுகம் ஐ விவரிக்கும் ஒரு எக்ச்எம்எல் சரம்

source: An accel path used to conveniently construct accel paths of child items
ta: குழந்தை பொருட்களின் முடி பாதைகளை வசதியாக உருவாக்க பயன்படுத்தப்படும் ஒரு முடி பாதை

source: Angle
ta: கோணம்

source: Angle at which the label is rotated
ta: சிட்டை சுழற்றப்படும் கோணம்

source: Animation
ta: அனிமேசன்

source: Anonymous User Data Pointer
ta: அநாமதேய பயனர் தரவு சுட்டிக்காட்டி

source: Appearance of the frame border
ta: பிரேம் எல்லையின் தோற்றம்

source: Appearance of the shadow surrounding the arrow
ta: அம்புக்குறியைச் சுற்றியுள்ள நிழலின் தோற்றம்

source: Appearance of the shadow that surrounds the container
ta: கொள்கலனைச் சுற்றியுள்ள நிழலின் தோற்றம்

source: Appears as list
ta: பட்டியலாக தோன்றும்

source: Application paintable
ta: பயன்பாட்டு ஓவியம்

source: Application supplied widget for custom previews.
ta: தனிப்பயன் முன்னோட்டங்களுக்கான பயன்பாடு விட்செட்டை வழங்கியது.

source: Application supplied widget for extra options.
ta: கூடுதல் விருப்பங்களுக்காக பயன்பாடு விட்செட்டை வழங்கியது.

source: Arbitrary constant to scale down the size of the scroll arrow
ta: சுருள் அம்புக்குறியின் அளவைக் குறைக்க தன்னிச்சையான மாறிலி

source: Are we showing a dialog
ta: நாம் ஒரு உரையாடலைக் காட்டுகிறோமா?

source: Arrow Placement
ta: அம்பு வேலை வாய்ப்பு

source: Arrow Scaling
ta: அம்பு அளவிடுதல்

source: Arrow Size
ta: அம்பு அளவு

source: Arrow X Displacement
ta: அம்பு ஃச் இடப்பெயர்ச்சி

source: Arrow Y Displacement
ta: அம்பு ஒய் இடப்பெயர்ச்சி

source: Arrow direction
ta: அம்பு திசை

source: Arrow scaling
ta: அம்பு அளவிடுதல்

source: Arrow scaling with regard to scroll button size
ta: சுருள் பொத்தான் அளவு தொடர்பாக அம்பு அளவிடுதல்

source: Arrow shadow
ta: அம்பு நிழல்

source: Arrow spacing
ta: அம்பு இடைவெளி

source: Artists
ta: கலைஞர்கள்

source: Aspect ratio if obey_child is FALSE
ta: Obey_child தவறானது என்றால் விகித விகிதம்

source: Aspect ratio with which to draw insertion cursor
ta: செருகும் கர்சரை வரைய வேண்டிய விகித விகிதம்

source: Attach Widget
ta: விட்செட்டை இணைக்கவும்

source: Attributes
ta: பண்புக்கூறுகள்

source: Audible Input Feedback
ta: கேட்கக்கூடிய உள்ளீட்டு கருத்து

source: Authors
ta: ஆசிரியர்கள்

source: Backend
ta: பின்தளத்தில்

source: Backend for the printer
ta: அச்சுப்பொறிக்கு பின்தளத்தில்

source: Background color
ta: பின்னணி நிறம்

source: Background color as a (possibly unallocated) GdkColor
ta: பின்னணி நிறம் ஒரு (ஒதுக்கப்படாத) gdkcolor ஆக

source: Background color as a GdkColor
ta: GDKColor ஆக பின்னணி நிறம்

source: Background color as a string
ta: பின்னணி நிறம் ஒரு சரமாக

source: Background color name
ta: பின்னணி வண்ண பெயர்

source: Background full height
ta: பின்னணி முழு உயரம்

source: Background full height set
ta: பின்னணி முழு உயரம் தொகுப்பு

source: Background set
ta: பின்னணி தொகுப்பு

source: Background stipple mask
ta: பின்னணி ச்டிப்பிள் மாச்க்

source: Background stipple set
ta: பின்னணி ச்டிப்பிள் செட்

source: Backward stepper
ta: பின்தங்கிய ச்டெப்பர்

source: Bar style
ta: பார் பாணி

source: Bitmap to use as a mask when drawing the text background
ta: உரை பின்னணியை வரையும்போது முகமூடியாக பயன்படுத்த பிட்மேப்

source: Bitmap to use as a mask when drawing the text foreground
ta: உரை முன்புறத்தை வரையும்போது முகமூடியாக பயன்படுத்த பிட்மேப்

source: Bits per Sample
ta: ஒரு மாதிரிக்கு பிட்கள்

source: Blinking
ta: ஒளிரும்

source: Border around the progress bar
ta: முன்னேற்றப் பட்டியைச் சுற்றி எல்லை

source: Border between button edges and child.
ta: பொத்தான் விளிம்புகளுக்கும் குழந்தைக்கும் இடையில் எல்லை.

source: Border between text and frame.
ta: உரை மற்றும் சட்டத்திற்கு இடையிலான எல்லை.

source: Border between text and frame. Overrides the inner-border style property
ta: உரை மற்றும் சட்டத்திற்கு இடையிலான எல்லை. உள்-எல்லை பாணி சொத்தை மேலெழுதும்

source: Border relief
ta: எல்லை ஈடு

source: Border width
ta: எல்லை அகலம்

source: Bottom Attach
ta: கீழே இணைக்கவும்

source: Bottom Padding
ta: கீழே திணிப்பு

source: Bottom attachment
ta: கீழே இணைப்பு

source: Buffer
ta: இடையக

source: Button Sensitivity
ta: பொத்தான் உணர்திறன்

source: Button relief
ta: பொத்தான் ஈடு

source: Button spacing
ta: பொத்தான் இடைவெளி

source: Can be used to add a new child to the container
ta: ஒரு புதிய குழந்தையை கொள்கலனில் சேர்க்க பயன்படுத்தலாம்

source: Can change accelerators
ta: முடுக்கிகளை மாற்ற முடியும்

source: Can default
ta: இயல்புநிலை முடியும்

source: Can focus
ta: கவனம் செலுத்த முடியும்

source: Cancel Button
ta: பொத்தானை ரத்து செய்யுங்கள்

source: Capabilities the application can handle
ta: பயன்பாடு கையாளக்கூடிய திறன்கள்

source: Caps Lock warning
ta: தொப்பிகள் பூட்டு எச்சரிக்கை

source: Case sensitive
ta: வழக்கு உணர்திறன்

source: Cell background color
ta: செல் பின்னணி நிறம்

source: Cell background color as a GdkColor
ta: செல் பின்னணி நிறம் ஒரு GDKColor ஆக

source: Cell background color as a string
ta: செல் பின்னணி நிறம் ஒரு சரமாக

source: Cell background color name
ta: செல் பின்னணி வண்ண பெயர்

source: Cell background set
ta: செல் பின்னணி தொகுப்பு

source: CellView model
ta: CellView மாதிரி

source: Child
ta: குழந்தை

source: Child Detached
ta: குழந்தை பிரிக்கப்பட்டது

source: Child Pack direction
ta: குழந்தை பேக் திசை

source: Child X Displacement
ta: குழந்தை ஃச் இடப்பெயர்ச்சி

source: Child Y Displacement
ta: குழந்தை ஒய் இடப்பெயர்ச்சி

source: Child internal height padding
ta: குழந்தை உள் உயரம் திணிப்பு

source: Child internal width padding
ta: குழந்தை உள் அகலம் திணிப்பு

source: Child widget to appear next to the button text
ta: குழந்தை விட்செட் பொத்தான் உரைக்கு அடுத்ததாக தோன்றும்

source: Child widget to appear next to the menu text
ta: பட்டியல் உரைக்கு அடுத்ததாக குழந்தை விட்செட் தோன்றும்

source: Clickable
ta: சொடுக்கு செய்யக்கூடியது

source: Climb Rate
ta: ஏறும் வீதம்

source: Climb rate
ta: ஏறும் வீதம்

source: Color Hash
ta: வண்ண ஆச்

source: Color Selection
ta: வண்ண தேர்வு

source: Color of the selection box
ta: தேர்வு பெட்டியின் நிறம்

source: Color of unvisited links
ta: பார்வையிடப்படாத இணைப்புகளின் நிறம்

source: Color of visited links
ta: பார்வையிட்ட இணைப்புகளின் நிறம்

source: Color scheme
ta: வண்ணத் திட்டம்

source: Color to use for even rows
ta: வரிசைகளுக்கு கூட பயன்படுத்த வண்ணம்

source: Color to use for odd rows
ta: ஒற்றைப்படை வரிசைகளுக்கு பயன்படுத்த வண்ணம்

source: Color with which to draw error-indication underlines
ta: பிழை-அறிகுறியை வரைய உதவும் வண்ணம்

source: Color with which to draw insertion cursor
ta: செருகும் கர்சரை வரைய வண்ணம்

source: Color with which to draw the secondary insertion cursor when editing mixed right-to-left and left-to-right text
ta: கலப்பு வலது-இடது மற்றும் இடமிருந்து வலமாக உரையைத் திருத்தும்போது இரண்டாம் நிலை செருகும் கர்சரை வரைய வண்ணம்

source: Colorspace
ta: வண்ணங்கள்

source: Column Spacing
ta: நெடுவரிசை இடைவெளி

source: Column gets share of extra width allocated to the widget
ta: விட்செட்டுக்கு ஒதுக்கப்பட்ட கூடுதல் அகலத்தின் பங்கை நெடுவரிசை பெறுகிறது

source: Column headers respond to click events
ta: சொடுக்கு நிகழ்வுகளுக்கு நெடுவரிசை தலைப்புகள் பதிலளிக்கின்றன

source: Column is user-resizable
ta: நெடுவரிசை பயனர்-மீளக்கூடியது

source: Column spacing
ta: நெடுவரிசை இடைவெளி

source: Column span column
ta: நெடுவரிசை இடைவெளி நெடுவரிசை

source: Columns
ta: நெடுவரிசைகள்

source: ComboBox model
ta: காம்போபாக்ச் மாதிரி

source: Command to run when displaying a print preview
ta: அச்சு முன்னோட்டத்தைக் காண்பிக்கும் போது இயக்க கட்டளை

source: Comments about the program
ta: நிரல் பற்றிய கருத்துகள்

source: Comments string
ta: கருத்துகள் சரம்

source: Completion Model
ta: நிறைவு மாதிரி

source: Composite child
ta: கூட்டு குழந்தை

source: Content Padding
ta: உள்ளடக்க திணிப்பு

source: Content area border
ta: உள்ளடக்க பகுதி எல்லை

source: Content area spacing
ta: உள்ளடக்க பகுதி இடைவெளி

source: Copy target list
ta: இலக்கு பட்டியலை நகலெடுக்கவும்

source: Copyright information for the program
ta: திட்டத்திற்கான பதிப்புரிமை செய்தி

source: Copyright string
ta: பதிப்புரிமை சரம்

source: Create the same proxies as a radio action
ta: வானொலி செயலாக அதே ப்ராக்சிகளை உருவாக்கவும்

source: Credits to the translators. This string should be marked as translatable
ta: மொழிபெயர்ப்பாளர்களுக்கு வரவு. இந்த சரம் மொழிபெயர்க்கக்கூடியதாக குறிக்கப்பட வேண்டும்

source: Current Alpha
ta: தற்போதைய ஆல்பா

source: Current Color
ta: தற்போதைய நிறம்

source: Current Page
ta: தற்போதைய பக்கம்

source: Current fixed width of the column
ta: நெடுவரிசையின் தற்போதைய நிலையான அகலம்

source: Current text of the buffer
ta: இடையகத்தின் தற்போதைய உரை

source: Current width of the column
ta: நெடுவரிசையின் தற்போதைய அகலம்

source: Cursor
ta: கர்சர்

source: Cursor Blink
ta: கர்சர் சிமிட்டும்

source: Cursor Blink Time
ta: கர்சர் சிமிட்டும் நேரம்

source: Cursor Blink Timeout
ta: கர்சர் ஒளிரும் நேரம் முடிந்தது

source: Cursor Position
ta: கர்சர் நிலை

source: Cursor Visible
ta: கர்சர் தெரியும்

source: Cursor color
ta: கர்சர் நிறம்

source: Cursor line aspect ratio
ta: கர்சர் வரி விகித விகிதம்

source: Cursor position
ta: கர்சர் நிலை

source: Cursor theme name
ta: கர்சர் கருப்பொருள் பெயர்

source: Cursor theme size
ta: கர்சர் கருப்பொருள் அளவு

source: Curve type
ta: வளைவு வகை

source: Custom palette
ta: தனிப்பயன் தட்டு

source: Custom tab label
ta: தனிப்பயன் தாவல் சிட்டை

source: Custom tabs for this text
ta: இந்த உரைக்கான தனிப்பயன் தாவல்கள்

source: Dash pattern used to draw the focus indicator
ta: கவனம் காட்டி வரைய பயன்படுத்தப்படும் கோடு முறை

source: Dash pattern used to draw the tree view grid lines
ta: மரக் காட்சி கட்டம் கோடுகளை வரைய பயன்படுத்தப்படும் கோடு முறை

source: Dash pattern used to draw the tree view lines
ta: மரக் காட்சி கோடுகளை வரைய பயன்படுத்தப்படும் கோடு முறை

source: Day
ta: நாள்

source: Decorated
ta: அலங்கரிக்கப்பட்டுள்ளது

source: Default Display
ta: இயல்புநிலை காட்சி

source: Default Height
ta: இயல்புநிலை உயரம்

source: Default IM module
ta: இயல்புநிலை IM தொகுதி

source: Default Outside Spacing
ta: இயல்புநிலை வெளியே இடைவெளி

source: Default Page Setup
ta: இயல்புநிலை பக்க அமைப்பு

source: Default Spacing
ta: இயல்புநிலை இடைவெளி

source: Default Width
ta: இயல்புநிலை அகலம்

source: Default command to run when displaying a print preview
ta: அச்சு முன்னோட்டத்தைக் காண்பிக்கும் போது இயக்க இயல்புநிலை கட்டளை

source: Default file chooser backend
ta: இயல்புநிலை கோப்பு தேர்வாளர் பின்தளத்தில்

source: Default print backend
ta: இயல்புநிலை அச்சு பின்தளத்தில்

source: Delay before drop down menus appear
ta: மெனுக்கள் கீழே இறங்குவதற்கு முன் நேரந்தவறுகை

source: Delay before hiding a submenu
ta: ஒரு துணைமெனுவை மறைப்பதற்கு முன் நேரந்தவறுகை

source: Delay before submenus appear
ta: துணைமெனச் தோன்றுவதற்கு முன்பு நேரந்தவறுகை

source: Delay before the submenus of a menu bar appear
ta: பட்டியல் பட்டியின் துணைமெனச் தோன்றுவதற்கு முன் நேரந்தவறுகை

source: Deletable
ta: நீக்கக்கூடிய

source: Deprecated property, use shadow_type instead
ta: நீக்கப்பட்ட சொத்தை, அதற்கு பதிலாக நிழல்_பைவைப் பயன்படுத்தவும்

source: Destroy with Parent
ta: பெற்றோருடன் அழிக்கவும்

source: Detail
ta: விவரம்

source: Details Height
ta: விவரங்கள் உயரம்

source: Details Width
ta: விவரங்கள் அகலம்

source: Details height in rows
ta: விவரங்கள் வரிசைகளில் உயரம்

source: Details width in characters
ta: கதாபாத்திரங்களில் விவரங்கள் அகலம்

source: Determines how the shadowed box around the viewport is drawn
ta: காட்சியமைப்பைச் சுற்றியுள்ள நிழல் பெட்டி எவ்வாறு வரையப்படுகிறது என்பதை தீர்மானிக்கிறது

source: Dialog
ta: உரையாடல்

source: Digits
ta: இலக்கங்கள்

source: Discrete Blocks
ta: தனித்துவமான தொகுதிகள்

source: Displace focus
ta: கவனம் இடம்பெயரவும்

source: Display a second backward arrow button on the opposite end of the scrollbar
ta: சுருள்பட்டியின் எதிர் முனையில் இரண்டாவது பின்தங்கிய அம்பு பொத்தானைக் காண்பி

source: Display a second backward arrow button on the opposite end of the tab area
ta: தாவல் பகுதியின் எதிர் முனையில் இரண்டாவது பின்தங்கிய அம்பு பொத்தானைக் காண்பி

source: Display a second forward arrow button on the opposite end of the scrollbar
ta: சுருள்பட்டியின் எதிர் முனையில் இரண்டாவது முன்னோக்கி அம்பு பொத்தானைக் காண்பி

source: Display a second forward arrow button on the opposite end of the tab area
ta: தாவல் பகுதியின் எதிர் முனையில் இரண்டாவது முன்னோக்கி அம்பு பொத்தானைக் காண்பி

source: Display the cell
ta: கலத்தைக் காண்பி

source: Display the cell sensitive
ta: செல் உணர்திறன் காட்டுங்கள்

source: Display the standard backward arrow button
ta: நிலையான பின்தங்கிய அம்பு பொத்தானைக் காண்பி

source: Display the standard forward arrow button
ta: நிலையான முன்னோக்கி அம்பு பொத்தானைக் காண்பி

source: Do overwrite confirmation
ta: உறுதிப்படுத்தலை மேலெழுதவும்

source: Documenters
ta: ஆவணங்கள்

source: Don't change slider size, just lock it to the minimum length
ta: ச்லைடர் அளவை மாற்ற வேண்டாம், அதை குறைந்தபட்ச நீளத்திற்கு பூட்டவும்

source: Double Arrows
ta: இரட்டை அம்புகள்

source: Double Buffered
ta: இரட்டை இடையக

source: Double Click Distance
ta: இரட்டை சொடுக்கு தூரம்

source: Double Click Time
ta: இரட்டை சொடுக்கு நேரம்

source: Drag threshold
ta: வாசலை இழுக்கவும்

source: Draw
ta: டிரா

source: Draw Border
ta: எல்லையை வரையவும்

source: Draw Indicator
ta: காட்டி வரையவும்

source: Draw Value
ta: மதிப்பு வரைய

source: Draw as radio menu item
ta: ரேடியோ பட்டியல் உருப்படியாக வரையவும்

source: Draw slider ACTIVE during drag
ta: இழுவின் போது ச்லைடரை செயலில் வரையவும்

source: Draw the toggle button as a radio button
ta: மாற்று பொத்தானை ரேடியோ பொத்தானாக வரையவும்

source: Editability set
ta: திருத்தக்கூடியது

source: Editable
ta: திருத்தக்கூடிய

source: Editable mode of the CellRenderer
ta: செல்ரெண்டரரின் திருத்தக்கூடிய முறை

source: Editing
ta: திருத்துதல்

source: Ellipsize
ta: நீக்குதல்

source: Ellipsize set
ta: செட் நீங்களே

source: Embed Page Setup
ta: பக்க அமைப்பை உட்பொதிக்கவும்

source: Embedded
ta: உட்பொதிக்கப்பட்டது

source: Enable Accelerators
ta: முடுக்கிகளை இயக்கவும்

source: Enable Animations
ta: அனிமேசன்களை இயக்கவும்

source: Enable Event Sounds
ta: நிகழ்வு ஒலிகளை இயக்கவும்

source: Enable Grid Lines
ta: கட்டம் கோடுகளை இயக்கவும்

source: Enable Mnemonics
ta: நினைவூட்டலை இயக்கவும்

source: Enable Popup
ta: பாப்அப்பை இயக்கவும்

source: Enable Search
ta: தேடலை இயக்கவும்

source: Enable Tooltips
ta: உதவிக்குறிப்புகளை இயக்கவும்

source: Enable Touchscreen Mode
ta: தொடுதிரை பயன்முறையை இயக்கவும்

source: Enable Tree Lines
ta: மரக் கோடுகளை இயக்கவும்

source: Enable arrow keys
ta: அம்பு விசைகளை இயக்கவும்

source: Enable extended row background theming
ta: நீட்டிக்கப்பட்ட வரிசை பின்னணி தீமிங் இயக்கவும்

source: Error Bell
ta: பிழை மணி

source: Error underline color
ta: பிழை அடிக்கோடிட்டு

source: Even Row Color
ta: கூட வரிசை நிறம்

source: Events
ta: நிகழ்வுகள்

source: Expand
ta: விரிவாக்கு

source: Expand timeout
ta: நேரத்தை விரிவாக்குங்கள்

source: Expand value for timeouts, when a widget is expanding a new region
ta: ஒரு விட்செட் ஒரு புதிய பிராந்தியத்தை விரிவுபடுத்தும்போது, ​​காலக்கெடுவுக்கான மதிப்பை விரிவாக்குங்கள்

source: Expanded
ta: விரிவாக்கப்பட்டது

source: Expander Column
ta: விரிவாக்க நெடுவரிசை

source: Expander Size
ta: விரிவாக்க அளவு

source: Export filename
ta: ஏற்றுமதி கோப்பு பெயர்

source: Extension events
ta: விரிவாக்க நிகழ்வுகள்

source: Extra indentation for each level
ta: ஒவ்வொரு நிலைக்கும் கூடுதல் உள்தள்ளல்

source: Extra space at the left and right edges of the menu
ta: மெனுவின் இடது மற்றும் வலது விளிம்புகளில் கூடுதல் இடம்

source: Extra space at the top and bottom of the menu
ta: மெனுவின் மேல் மற்றும் கீழ் கூடுதல் இடம்

source: Extra space to put between the child and its left and right neighbors, in pixels
ta: குழந்தைக்கும் அதன் இடது மற்றும் வலது அண்டை நாடுகளுக்கும் இடையில், பிக்சல்களில் வைக்க கூடுதல் இடம்

source: Extra space to put between the child and its neighbors, in pixels
ta: குழந்தைக்கும் அதன் அண்டை நாடுகளுக்கும் இடையில், பிக்சல்களில் வைக்க கூடுதல் இடம்

source: Extra space to put between the child and its upper and lower neighbors, in pixels
ta: குழந்தைக்கும் அதன் மேல் மற்றும் கீழ் அண்டை நாடுகளுக்கும் இடையில், பிக்சல்களில் வைக்க கூடுதல் இடம்

source: Extra spacing applied to the height of a progress bar.
ta: முன்னேற்றப் பட்டியின் உயரத்திற்கு கூடுதல் இடைவெளி பயன்படுத்தப்படுகிறது.

source: Extra spacing applied to the width of a progress bar.
ta: முன்னேற்றப் பட்டியின் அகலத்திற்கு கூடுதல் இடைவெளி பயன்படுத்தப்படுகிறது.

source: Extra widget
ta: கூடுதல் விட்செட்

source: FALSE displays the "invisible char" instead of the actual text (password mode)
ta: உண்மையான உரைக்கு பதிலாக (கடவுச்சொல் பயன்முறை) "கண்ணுக்கு தெரியாத கரி" ஐ தவறு காட்டுகிறது

source: FALSE if this represents a real hardware printer
ta: இது ஒரு உண்மையான வன்பொருள் அச்சுப்பொறியைக் குறிக்கிறது என்றால் தவறு

source: FALSE removes outside bevel from entry
ta: பொய்யானது நுழைவிலிருந்து பெவலுக்கு வெளியே நீக்குகிறது

source: Fallback Icon Theme Name
ta: குறைவடையும் படவுரு கருப்பொருள் பெயர்

source: File System Backend
ta: கோப்பு முறைமை பின்தளத்தில்

source: Filename
ta: கோப்புப்பெயர்

source: Filename to load and display
ta: ஏற்றவும் காண்பிக்கவும் கோப்பு பெயர்

source: Fill
ta: நிரப்பவும்

source: Fill Level
ta: நிரப்பு நிலை

source: Filter
ta: வடிப்பி

source: Fixed Height Mode
ta: நிலையான உயர பயன்முறை

source: Fixed Width
ta: நிலையான அகலம்

source: Fixed slider size
ta: நிலையான ச்லைடர் அளவு

source: Focus in Toplevel
ta: டோப்லெவலில் கவனம் செலுத்துங்கள்

source: Focus line dash pattern
ta: கவனம் லைன் டாச் முறை

source: Focus linewidth
ta: வரி அகல கவனம்

source: Focus on click
ta: சொடுக்கு செய்வதில் கவனம் செலுத்துங்கள்

source: Focus on map
ta: வரைபடத்தில் கவனம் செலுத்துங்கள்

source: Focus padding
ta: கவனம் திணிப்பு

source: Follow State
ta: மாநிலத்தைப் பின்பற்றுங்கள்

source: Font
ta: எழுத்துரு

source: Font Name
ta: எழுத்துரு பெயர்
